{
  "1:1": "Στις μέρες του Αχασσβερόσς — αυτός ήταν ο Αχασσβερόσς που βασίλευε από τις Ινδίες ως την Αιθιοπία — σε εκατόν είκοσι επτά επαρχίες,",
  "1:2": "εκείνες λοιπόν τις μέρες, όταν ο βασιλιάς Αχασσβερόσς εγκαταστάθηκε στο θρόνο της βασιλείας του, στην πρωτεύουσά του στα Σούσα,",
  "1:3": "και κατά τη διάρκεια του τρίτου χρόνου της βασιλείας του, προσκάλεσε σε συμπόσιο όλους τους άρχοντες και τους δούλους του. Και παρουσιάστηκε μπροστά του η ηγεσία της Περσίας και της Μηδίας, οι ευγενείς και οι άρχοντες των επαρχιών,",
  "1:4": "και τους έδειχνε τα πλούτη της δοξασμένης βασιλείας του και τη λαμπρότητα του εξαίσιου μεγαλείου του, επί πολλές μέρες, επί εκατόν ογδόντα μέρες.",
  "1:5": "Όταν πέρασαν οι μέρες αυτές, ο βασιλιάς παράθεσε συμπόσιο για όλο τον λαό που κατοικούσε στην πρωτεύουσα, στα Σούσα, από τον πιο μεγάλο ως τον πιο μικρό, που κράτησε επτά μέρες. Κι έγινε στην αυλή του κήπου του βασιλικού παλατιού.",
  "1:6": "Εκεί υπήρχαν μαρμάρινες στήλες, απ' όπου κρέμονταν λευκά, πράσινα και γαλάζια παραπετάσματα, περασμένα με ασημένιους κρίκους σε βυσσινιά και πορφυρά σχοινιά. Και πάνω στο λιθόστρωτο που ήταν φτιαγμένο από πορφυρίτη και μάρμαρο γαλάζιο και μαύρο και λευκό υπήρχαν χρυσά και ασημένια κρεβάτια.",
  "1:7": "Και κερνούσαν τους καλεσμένους σε χρυσά σκεύη που άλλαζαν διαδοχικά. Και υπήρχε άφθονο βασιλικό κρασί, ανάλογο με το μεγαλείο του βασιλιά",
  "1:8": "κι ο καθένας έπινε όσο ήθελε. Κανείς δεν πίεζε τον εαυτό του, γιατί ο βασιλιάς πρόσταζε όλους τους οικονόμους του παλατιού να φροντίσουν ώστε να μείνουν όλοι ευχαριστημένοι.",
  "1:9": "Κι επίσης η Βαστή, η βασίλισσα, έκανε συμπόσιο για τις γυναίκες στο παλάτι του βασιλιά Αχασσβερόσς.",
  "1:10": "Και την έβδομη μέρα ο βασιλιάς, επειδή η καρδιά του ήταν χαρούμενη εξ΄ αιτίας του κρασιού, πρόσταξε τους επτά ευνούχους που είχε στην υπηρεσία του, τον Μεουμάν, τον Φαζηθά, τον Αρβωνά, τον Βηγθά και τον Αβεγθά, τον Ζιθάρ και τον Χαρκά,",
  "1:11": "να του φέρουν την βασίλισσα Βαστή, καθώς θα φοράει το βασιλικό της διάδημα, για να επιδείξει την ομορφιά της στους λαούς και στους άρχοντες, γιατί ήταν πραγματικά πολύ όμορφη.",
  "1:12": "Όμως η βασίλισσα Βαστή αρνήθηκε να έλθει, σύμφωνα με την προσταγή του βασιλιά που της μεταβίβασαν οι ευνούχοι. Τότε ο βασιλιάς θύμωσε πολύ και τον κυρίευσε οργή.",
  "1:13": "Και μίλησε ο βασιλιάς προς τους σοφούς που γνώριζαν τους καιρούς, έτσι καθώς συνήθιζε να απευθύνεται προς όλους όσους γνώριζαν τους νόμους και έκριναν σωστά.",
  "1:14": "Και τον περιστοίχιζαν ο Καρσενά, ο Σεθάρ, ο Αδμαθά, ο Θαρσή, ο Μερές, ο Μαρσενά και ο Μεμουκάν, οι επτά άρχοντες της Περσίας και της Μηδίας, που έβλεπαν το πρόσωπο του βασιλιά και είχαν την πρωτοκαθεδρία στο βασίλειο.",
  "1:15": "Και τους ρώτησε ο βασιλιάς: «Πώς πρέπει να μεταχειριστούμε τη βασίλισσα Βαστή, σύμφωνα με το νόμο, αφού δεν εκτέλεσε την προσταγή μας που της μεταβίβασαν οι ευνούχοι;».",
  "1:16": "Κι αποκρίθηκε ο Μεμουχάν μπροστά στον βασιλιά και τους άρχοντες: «Το παράπτωμα της βασίλισσας Βαστή δεν θίγει μόνο τον βασιλιά. Θίγει όλους τους άρχοντες κι όλους τους λαούς που κατοικούν στην επικράτεια του βασιλιά Αχασσβερόσς.",
  "1:17": "Γιατί αυτή η πράξη της βασίλισσας θα διαδοθεί σ΄ όλες τις γυναίκες. Κι αυτές θα περιφρονούν τους άντρες τους μπροστά στα μάτια τους, λέγοντας: «Ο βασιλιάς Αχασσβερόσς πρόσταξε να φέρουν την βασίλισσα Βαστή μπροστά του, αλλά εκείνη δεν ήλθε!»",
  "1:18": "Κι εκείνη αυτή τη μέρα οι κυρίες της Περσίας και της Μηδίας που άκουσαν την υπόθεση της βασίλισσας θα μιλούν σε όλους τους άρχοντες του βασιλιά. Κι έτσι θα υπάρξει άφθονη περιφρόνηση και οργή.",
  "1:19": "Αν αρέσει αυτό στον βασιλιά, ας εκδοθεί βασιλικό διάταγμα, που να καταγραφεί στους νόμους της Περσίας και της Μηδίας, ώστε να μην ανακληθεί ποτέ, ότι η Βαστή δεν θα εμφανιστεί ξανά ενώπιον του βασιλιά Αχασσβερόσς· και ας δώσει ο βασιλιάς τη βασιλική της θέση σε κάποια άλλη καλύτερη από αυτήν.",
  "1:20": "Κι όταν ακουστεί το διάταγμα του βασιλιά σε ολόκληρο το βασίλειό του — γιατί είναι μέγα — τότε όλες οι γυναίκες θα τιμούν τους άνδρες τους, από τον πιο μεγάλο ως τον πιο μικρό».",
  "1:21": "Κι άρεσε αυτός ο λόγος στο βασιλιά και στους άρχοντες, και ο βασιλιάς έπραξε σύμφωνα με τα λόγια του Μεμουκάν.",
  "1:22": "Και έστειλε γράμματα σ΄ όλες τις επαρχίες του βασιλείου, σε κάθε επαρχία σύμφωνα με τη γραφή της και σε κάθε λαό σύμφωνα με τη γλώσσα του, που έγραφαν να είναι ο κάθε άνδρας κύριος του σπιτιού του και να μιλά κατά τη γλώσσα του λαού του.",
  "2:1": "Ύστερα λοιπόν απ' αυτά τα γεγονότα, αφού του πέρασε ο θυμός, ο βασιλιάς Αχασσβερόσς θυμήθηκε και την Βαστή, τι του είχε κάνει και τι αποφάσισε εναντίον της.",
  "2:2": "Και του είπαν οι δούλοι που τον υπηρετούσαν: «Ας αναζητήσουμε νέες όμορφες και παρθένες για το βασιλιά.",
  "2:3": "Κι ας διορίσει ο βασιλιάς εφόρους σ΄ όλες τις επαρχίες για να συγκεντρώσουν στην πρωτεύουσα, τα Σούσα, όλες τις νέες, όμορφες παρθένες και να τις φέρουν στον γυναικωνίτη κάτω από την επίβλεψη του Ηγάϊ, του ευνούχου του βασιλιά του φύλακα των γυναικών. Κι ας δοθούν σ΄ αυτές τα απαραίτητα για τον καθαρισμό τους.",
  "2:4": "Κι όποια νέα αρέσει στο βασιλιά, ας γίνει βασίλισσα στη θέση της Βαστή.» Κι άρεσε αυτή η σκέψη στο βασιλιά κι έτσι έκανε.",
  "2:5": "Ζούσε τότε στα Σούσα, στην πρωτεύουσα, κάποιος άνθρωπος, Εβραίος, που ονομαζόταν Μορδοχάϊ, γιος του Ιαείρ, γιου του Σιμέϊ, γιου του Κις, από την φυλή του Βενιαμίν.",
  "2:6": "Αυτός είχε μετοικίσει απ' την Ιερουσαλήμ με τους αιχμαλώτους που μετέφερε ο βασιλιάς της Βαβυλώνας Ναβουχοδονόσορας, μαζί με τον Ιεχονία, βασιλιά του Ιούδα.",
  "2:7": "Κι αυτός ανέθρεψε την Αδασά, που είναι η Εσθήρ, την θυγατέρα του θείου του, γιατί αυτή δεν είχε πατέρα και μητέρα. Κι η κοπέλα ήταν γλυκιά και όμορφη. Κι ο Μορδοχάϊ, όταν πέθαναν ο πατέρας της και η μητέρα της, τη μεγάλωσε σαν κόρη του.",
  "2:8": "Όταν λοιπόν ακούστηκε το πρόσταγμα του βασιλιά και συγκεντρώθηκαν πολλές κοπέλες στην πρωτεύουσα στα Σούσα, κάτω από τη φύλαξη του Ηγάϊ του ευνούχου, οδηγήθηκε και η Εσθήρ στον οίκο του βασιλιά.",
  "2:9": "Και η κοπέλα αυτή άρεσε στον Ηγάϊ και τη συμπάθησε τόσο πολύ ώστε έσπευσε να της δώσει τα απαιτούμενα για τον καθαρισμό της και το μερίδιο της. Της έδωσε ακόμα και επτά κορίτσια, διορισμένα από τον οίκο του βασιλιά και την εγκατέστησε μαζί με τα κορίτσια της, στο καλύτερο μέρος του γυναικωνίτη.",
  "2:10": "Και η Εσθήρ δεν φανέρωνε τον λαό της, ούτε τη συγγένειά της γιατί ο Μορδοχάϊ την είχε προστάξει να μην τα φανερώσει.",
  "2:11": "Και καθημερινά ο Μορδοχάϊ περπατούσε μπροστά στην αυλή του γυναικωνίτη, για να μαθαίνει πως τα περνάει η Εσθήρ καθώς και όλα της τα νέα",
  "2:12": "κι όταν ερχόταν η σειρά της κάθε κοπέλας παρουσιαζόταν στον βασιλιά Αχασσβερόσς, αφού βέβαια παρέμενε, κατά τη συνήθεια των γυναικών, δώδεκα μήνες, γιατί έτσι συμπληρώνονταν οι μέρες οι απαιτούμενες για τον καθαρισμό τους. Έξι μήνες αλείφονταν με λάδι από σμύρνα και έξι μήνες με αρώματα και άλλα καθαριστικά των γυναικών.",
  "2:13": "Και έτσι παρουσιαζόταν η κάθε κοπέλα στο βασιλιά. Και οποιοδήποτε αντικείμενο του γυναικωνίτη επιθυμούσε, της το έδιναν για να το πάρει μαζί της στον οίκο του βασιλιά.",
  "2:14": "Το βράδυ πήγαινε εκεί και το πρωί επέστρεφε στο δεύτερο γυναικωνίτη κάτω από την επιτήρηση του Σαασγάς, ευνούχου του βασιλιά, που φύλαγε τις παλλακίδες. Κι η κάθε κοπέλα, από εδώ κι εμπρός θα παρουσιαζόταν ξανά στο βασιλιά, μόνο αν την ήθελε ο ίδιος και την καλούσε με το όνομά της.",
  "2:15": "Η Εσθήρ, η θυγατέρα του Αβιχαίλ, του θείου του Μορδοχάϊ, που την ανέθρεψε σαν κόρη του, όταν έφτασε η σειρά της να παρουσιασθεί στον βασιλιά, δεν ζήτησε τίποτα άλλο από εκείνα που της όρισε ο Ηγάϊ ο ευνούχος του βασιλιά και φύλακας των γυναικών. Η Εσθήρ προκαλούσε τη συμπάθεια όλων όσων την έβλεπαν.",
  "2:16": "Οδηγήθηκε λοιπόν, η Εσθήρ, προς τον βασιλιά Αχασσβερόσς, στο βασιλικό του παλάτι, κατά το δέκατο μήνα, που είναι ο μήνας Τεβέτ, στη διάρκεια του εβδόμου χρόνου της βασιλείας του.",
  "2:17": "Και ο βασιλιάς αγάπησε την Εσθήρ περισσότερο απ' όλες τις γυναίκες και η Εσθήρ του προκάλεσε ευχαρίστηση και ευγενικά συναισθήματα περισσότερο απ' όλες τις παρθένες. Και της έβαλε το βασιλικό στέμμα στο κεφάλι και την έκανε βασίλισσα στην θέση της Βαστή.",
  "2:18": "Έκανε τότε ο βασιλιάς μεγάλο συμπόσιο για όλους τους άρχοντες και τους δούλους, το συμπόσιο της Εσθήρ. Κι έδωσε χάρες στις επαρχίες και πρόσφερε δώρα ανάλογα με τη βασιλική του μεγαλοπρέπεια.",
  "2:19": "Κι όταν οι παρθένες συγκεντρώθηκαν για δεύτερη φορά, ο Μορδοχάϊ κάθισε στην βασιλική αυλή.",
  "2:20": "Κι η Εσθήρ, σύμφωνα με την προσταγή του Μορδοχάϊ, δεν φανέρωνε ούτε τη συγγένεια της, ούτε το λαό της. Γιατί η Εσθήρ υπάκουγε στις προσταγές του Μορδοχάϊ όπως ακριβώς την εποχή που μεγάλωνε κοντά του.",
  "2:21": "Εκείνες λοιπόν τις μέρες κι ενώ ο Μορδοχάϊ καθόταν κοντά στη βασιλική πύλη, δύο από τους ευνούχους του βασιλιά, απ' αυτούς που φύλαγαν την είσοδο, ο Βιχθάν και ο Θερές, οργίστηκαν και επεδίωξαν να κάνουν κακό στο βασιλιά Αχασσβερόσς.",
  "2:22": "Αυτό το έμαθε ο Μορδοχάϊ και ενημέρωσε την Εσθήρ τη βασίλισσα. Η Εσθήρ πληροφόρησε τον βασιλιά, για λογαριασμό του Μορδοχάϊ.",
  "2:23": "Κι αφού έγιναν ανακρίσεις αποδείχθηκε ότι πράγματι έτσι είχε η υπόθεση αυτή. Και γι' αυτό κρεμάστηκαν και οι δύο ευνούχοι στην αγχόνη και το γεγονός αυτό καταγράφηκε στο βιβλίο των χρονικών, μπροστά στον βασιλιά.",
  "3:1": "Ύστερα απ' αυτά τα γεγονότα, ο βασιλιάς Αχασσβερόσς τίμησε υπέρμετρα τον Αμάν, το γιο του Αμμεδαθά του Αγαγίτη. Και τον ανέβασε ψηλά και τοποθέτησε το θρόνο του πάνω απ' όλους τους άρχοντες που τον περιστοίχιζαν.",
  "3:2": "Κι όλοι οι δούλοι του βασιλιά, στη βασιλική πύλη, έσκυβαν και προσκυνούσαν τον Αμάν, γιατί έτσι πρόσταξε ο βασιλιάς. Ο Μορδοχάϊ όμως δεν έσκυβε και δεν προσκυνούσε.",
  "3:3": "Και του είπαν τότε οι δούλοι του βασιλιά: «Γιατί δεν υπακούς στην προσταγή του βασιλιά;»",
  "3:4": "Και του έλεγαν αυτό κάθε μέρα και αφού εκείνος δεν τους υπάκουγε πληροφόρησαν σχετικά τον Αμάν, για να διαπιστώσουν αν τα λόγια του Μορδοχάϊ ήταν σοβαρά. Γιατί τους είχε φανερώσει ότι ήταν Εβραίος.",
  "3:5": "Κι όταν ο Αμάν είδε ότι ο Μορδοχάϊ δεν έσκυβε και δεν τον προσκυνούσε κυριεύτηκε από θυμό.",
  "3:6": "Και σκέφτηκε να κάνει κακό στον Μορδοχάϊ. Επειδή όμως του είχαν φανερώσει ποιος είναι ο λαός του Μορδοχάϊ, ο Αμάν επεδίωκε να αφανίσει όλους τους Εβραίους του βασιλείου του Αχασσβερόσς.",
  "3:7": "Και τον πρώτο μήνα, που είναι ο μήνας Νισάν, του δωδέκατου χρόνου της βασιλείας του Αχασσβερόσς, έριξαν «φούρ» δηλαδή κλήρο, μπροστά στον Αμάν, από μέρα σε μέρα κι από μήνα σε μήνα, μέχρι τον δωδέκατο μήνα, που είναι ο μήνας Αδάρ.",
  "3:8": "Και είπε ο Αμάν προς τον βασιλιά Αχασσβερόσς: «Υπάρχει κάποιος λαός διασπαρμένος που ξεχωρίζει ανάμεσα στους λαούς, σ' όλες τις επαρχίες του βασιλείου σου. Και οι νόμοι τους διαφέρουν απ' τους νόμους όλων των λαών. Και δεν τηρούν τους νόμους του βασιλιά. Γι΄ αυτό δεν ταιριάζει στον βασιλιά να τους ανέχεται.",
  "3:9": "Αν λοιπόν αυτό ευχαριστεί το βασιλιά, ας διατάξει με έγγραφο να αφανιστούν, κι εγώ θα μετρήσω δέκα χιλιάδες ασημένια τάλαντα στα χέρια των οικονόμων, για να τα καταθέσουν στα θησαυροφυλάκια του βασιλιά».",
  "3:10": "Ο βασιλιάς, αφού έβγαλε το δαχτυλίδι του από το χέρι του, το έδωσε στον Αμάν, τον γιο του Αμμεδαθά του Αγαγίτη, τον εχθρό των Εβραίων,",
  "3:11": "και του είπε: «Σου χαρίζω τα χρήματα αλλά και τον λαό αυτό για να του κάνεις ό,τι σου αρέσει»",
  "3:12": "και κλήθηκαν οι γραμματικοί του βασιλιά, τη δεκάτη τρίτη μέρα, του πρώτου μήνα, και κατέγραψαν με κάθε λεπτομέρεια, όσα πρόσταξε ο Αμάν, προς τους σατράπες του βασιλιά και προς τους διοικητές κάθε επαρχίας και προς τους άρχοντες κάθε λαού, της κάθε επαρχίας, σύμφωνα με τη γραφή τους, και προς κάθε λαό, σύμφωνα με τη γλώσσα του. Γράφτηκε στο όνομα του βασιλιά Αχασσβερόσς και σφραγίστηκε με το δακτυλίδι του",
  "3:13": "κι έστειλαν γράμματα με ταχυδρόμους, σ΄ όλες τις επαρχίες του βασιλιά, για να αφανίσουν, να σκοτώσουν και να εξοντώσουν όλους τους Εβραίους, νέους και γέρους, νήπια και γυναίκες, μέσα σε μια μέρα, την δεκάτη τρίτη του δωδεκάτου μήνα που είναι ο μήνας Αδάρ, και να αρπάξουν τα υπάρχοντα τους.",
  "3:14": "Το αντίγραφο της επιστολής, για τη διάδοση της διαταγής σε κάθε επαρχία ανακοινώθηκε σε όλους τους λαούς ώστε να είναι έτοιμοι εκείνη τη μέρα.",
  "3:15": "Και οι ταχυδρόμοι έφυγαν βιαστικά, για να μεταβιβάσουν τη διαταγή του βασιλιά που εκδόθηκε στην πρωτεύουσα, στα Σούσα. Κι ο βασιλιάς κι ο Αμάν κάθισαν να φάνε και να πιούνε, ενώ η πόλη Σούσα βρισκόταν σε αμηχανία.",
  "4:1": "Όταν ο Μορδοχάϊ πληροφορήθηκε αυτά που έγιναν, έσκισε τα ρούχα του και ντύθηκε με έναν σάκο γεμάτο στάχτες και βγήκε στη μέση της πύλη και φώναζε δυνατά και πικρά.",
  "4:2": "Και έφτασε μέχρι τη βασιλική πύλη, αλλά κανείς δεν μπορούσε να μπει στη βασιλική πύλη φορώντας σάκο.",
  "4:3": "Και σε κάθε επαρχία, όπου έφτασε η προσταγή του βασιλιά, απλώθηκε μεγάλο πένθος ανάμεσα στους Εβραίους και νηστεία και θρήνος και μοιρολόι. Και πολλοί φόρεσαν σάκους με στάχτη.",
  "4:4": "Οι υπηρέτριες και οι ευνούχοι της Εσθήρ, την πληροφόρησαν σχετικά με το γεγονός αυτό. Κι η βασίλισσα ταράχτηκε. Έστειλε ρούχα για να ντύσουν τον Μορδοχάϊ και να του βγάλουν τον σάκο αλλά εκείνος δεν δέχτηκε.",
  "4:5": "Τότε η Εσθήρ κάλεσε τον Αθάχ, ευνούχο του βασιλιά, διορισμένο στην υπηρεσία της και τον πρόσταξε να μάθει τι συμβαίνει με τον Μορδοχάϊ.",
  "4:6": "Ο Αθάχ πήγε να συναντήσει τον Μορδοχάϊ στην πλατεία της πόλης απέναντι από την βασιλική πύλη",
  "4:7": "και ο Μορδοχάϊ του φανέρωσε το γεγονός καθώς και το χρηματικό ποσό που ο Αμάν υποσχέθηκε να καταθέσει στα θησαυροφυλάκια του βασιλιά για να εξοντώσει τους Εβραίους.",
  "4:8": "Και του έδωσε το αντίγραφο της επιστολής που περιείχε τη διαταγή που εκδόθηκε στα Σούσα και έλεγε τα σχετικά με τον αφανισμό των Εβραίων, για να το δείξει στην Εσθήρ και να την ενημερώσει και να της υποδείξει να παρουσιαστεί στον βασιλιά για να υποβάλει διάβημα υπέρ του λαού της.",
  "4:9": "Ο Αθάχ επέστρεψε και μεταβίβασε στην Εσθήρ τα λόγια του Μορδοχάϊ",
  "4:10": "και η Εσθήρ του έδωσε διαταγή για να την μεταβιβάσει στον Μορδοχάϊ:",
  "4:11": "«Όλοι οι δούλοι του βασιλιά και ο λαός των επαρχιών του βασιλιά, γνωρίζουν ότι όποιος παρουσιαστεί απρόσκλητος στον βασιλιά, στην εσωτερική αυλή, είτε άνδρας είτε γυναίκα, τιμωρείται, σύμφωνα με τον νόμο, με θάνατο, εκτός αν ο βασιλιάς του χαρίσει τη ζωή απλώνοντας το χρυσό του σκήπτρο. Όμως εγώ, εδώ και τριάντα μέρες, δεν προσκλήθηκα να παρουσιαστώ στον βασιλιά».",
  "4:12": "Μεταβίβασαν στο Μορδοχάϊ αυτά τα λόγια της Εσθήρ",
  "4:13": "και τότε ο Μορδοχάϊ παρήγγειλε να της δώσουν αυτήν την απάντηση: «Μη βάζεις στο νου σου ότι μονάχα εσύ θα σωθείς, απ' όλους τους Εβραίους, επειδή βρίσκεσαι στο παλάτι.",
  "4:14": "Γιατί αν δεν μιλήσεις τώρα, η ευτυχία και η σωτηρία των Εβραίων θα έλθει από αλλού. Ενώ εσύ κι ο οίκος του πατέρα σου θα καταστραφείτε. Και ποιος ξέρει μήπως η άνοδός σου στη βασιλεία έγινε ακριβώς για την περίσταση αυτή;»",
  "4:15": "Τότε η Εσθήρ πρόσταξε να απαντήσουν στον Μορδοχάϊ",
  "4:16": "«πήγαινε, συγκέντρωσε όλους τους Εβραίους που κατοικούν στα Σούσα και να νηστέψετε για μένα. Και να μη φάτε ούτε να πιείτε τίποτα για τρία μερόνυχτα. Θα νηστέψω επίσης κι εγώ και οι υπηρέτριές μου. Κι έτσι θα παρουσιαστώ στο βασιλιά έστω και παράνομα κι αν είναι να χαθώ, ας χαθώ».",
  "4:17": "Κι ο Μορδοχάϊ έφυγε και έκανε όλα όσα του πρόσταξε η Εσθήρ.",
  "5:1": "Την τρίτη μέρα η Εσθήρ, αφού φόρεσε τη βασιλική της στολή, στάθηκε στη μέσα αυλή του παλατιού, απέναντι απ' το διαμέρισμα του βασιλιά. Ο βασιλιάς καθόταν στο θρόνο του, στο βασιλικό δωμάτιο, απέναντι από την είσοδο του παλατιού.",
  "5:2": "και μόλις είδε την Εσθήρ τη βασίλισσα να στέκεται στην αυλή της έδωσε χάρη και άπλωσε προς αυτήν το χρυσό σκήπτρο που κρατούσε στο χέρι του. Η Εσθήρ πλησίασε κι άγγιξε την άκρη του σκήπτρου.",
  "5:3": "Της είπε τότε ο βασιλιάς «Τι θέλεις βασίλισσα Εσθήρ; Πες μου τι επιθυμείς κι εγώ θα σου προσφέρω ως και το μισό μου βασίλειο».",
  "5:4": "Και αποκρίθηκε η Εσθήρ: «Αν  ο βασιλιάς το επιθυμεί, ας έλθει σήμερα, μαζί με τον Αμάν, στο συμπόσιο που ετοίμασα γι' αυτόν».",
  "5:5": "Κι είπε ο βασιλιάς: «Ειδοποιήστε τον Αμάν για να γίνει αυτό που θέλει η Εσθήρ». Και ο βασιλιάς με τον Αμάν ήλθαν στο συμπόσιο που ετοίμασε η Εσθήρ.",
  "5:6": "Και τη ρώτησε ο βασιλιάς καθώς έπινε κρασί: «Ποια είναι η επιθυμία σου; Φανέρωσέ την και θα εκπληρωθεί. Πες μου τι ζητάς; Και αν ακόμη θέλεις το μισό μου βασίλειο, θα γίνει το θέλημά σου».",
  "5:7": "Τότε η Εσθήρ είπε: «Η επιθυμία μου και το θέλημά μου είναι τα εξής:",
  "5:8": "Αν ο βασιλιάς μου απένειμε χάρη και αν αυτό αρέσει στον βασιλιά, ας έλθει ο βασιλιάς, μαζί με τον Αμάν, σε συμπόσιο που τους ετοίμασα για αύριο και τότε θα αποκριθώ στα λόγια του βασιλιά».",
  "5:9": "Βγήκε λοιπόν ο Αμάν, εκείνη τη μέρα, χαρούμενος και με καρδιά ευτυχισμένη. Αλλά όταν είδε τον Μορδοχάϊ να στέκεται στην πύλη του βασιλιά, να μη σηκώνεται και να μην κάνει την παραμικρή κίνηση θύμωσε πολύ.",
  "5:10": "Συγκράτησε όμως τον εαυτό του. Και, αφού πήγε στο σπίτι του, έστειλε και κάλεσε τους φίλους του και την γυναίκα του τη Ζερές",
  "5:11": "και τους αφηγήθηκε για τη δόξα του πλούτου του και για το πλήθος των παιδιών του και για το πόσο πολύ ψηλά τον ανέβασε ο βασιλιάς και πως τον έκανε ανώτερο απ' όλους τους άρχοντες και τους δούλους του.",
  "5:12": "Κι είπε ο Αμάν «Ακόμα και η βασίλισσα Εσθήρ, μονάχα εμένα και τον βασιλιά προσκάλεσε στο συμπόσιο που ετοίμασε. Είμαι επίσης και αύριο καλεσμένος της, μαζί με τον βασιλιά.",
  "5:13": "Όμως όλ' αυτά δεν με ικανοποιούν, όσο βλέπω τον Εβραίο Μορδοχάϊ να κάθεται στην πύλη του βασιλιά».",
  "5:14": "Τότε του είπε η γυναίκα του η Ζερές και όλοι οι φίλοι του: «Ας κατασκευαστεί αγχόνη πενήντα πήχες ψηλή και το πρωί πες του βασιλιά να διατάξει να κρεμαστεί σ΄ αυτήν ο Μορδοχάϊ. Και μετά πήγαινε ευχαριστημένος στο συμπόσιο, μαζί με τον βασιλιά». Αυτή η συμβουλή άρεσε στον Αμάν και πρόσταξε να ετοιμαστεί η αγχόνη.",
  "6:1": "Εκείνη τη νύχτα ο βασιλιάς δεν είχε ύπνο και πρόσταξε να του φέρουνε το βιβλίο των υπομνημάτων των χρονικών και του διαβάσουν.",
  "6:2": "Βρέθηκε λοιπόν γραμμένο ότι ο Μορδοχάϊ, φανέρωσε τον Βιχθάν και Ρερές, τους δύο θυρωρούς και ευνούχους του βασιλιά που σχεδίαζαν να απλώσουν το χέρι τους επάνω του.",
  "6:3": "Ρώτησε τότε ο βασιλιάς τι τιμές επιφυλάχθηκαν στον Μορδοχάϊ και οι δούλοι του βασιλιά, οι οποίοι τον υπηρετούσαν, απάντησαν ότι δεν κάναμε τίποτα σ΄ αυτόν.",
  "6:4": "Ρώτησε τότε ο βασιλιάς, ποιος είναι στην αυλή. Γιατί είχε έλθει τότε ο Αμάν στην εξωτερική αυλή του παλατιού με σκοπό να πει στο βασιλιά να κρεμάσει τον Μορδοχάϊ στην αγχόνη που ετοίμασε,",
  "6:5": "και απάντησαν οι δούλοι του βασιλιά ότι ο Αμάν είναι αυτός που στέκεται στην αυλή. Και ο βασιλιάς του πρόσταξε να περάσει.",
  "6:6": "Και όταν ο Αμάν πέρασε μέσα ο βασιλιάς τον ρώτησε: «Τι πρέπει να κάνουμε σε έναν άνθρωπο που ο βασιλιάς έχει την ευχαρίστηση να τον τιμήσει;» Κι ο Αμάν σκέφθηκε ενδόμυχα: «Ποιόν άλλον εκτός από 'μένα έχει την ευχαρίστηση να τιμήσει ο βασιλιάς;»",
  "6:7": "Αποκρίθηκε λοιπόν ο Αμάν προς το βασιλιά: «Σχετικά με τον άνθρωπο που ο βασιλιάς έχει την ευχαρίστηση να τιμήσει, προτείνω",
  "6:8": "να φέρουν τη βασιλική στολή με την οποία ντύνεται ο ίδιος ο βασιλιάς, και το άλογο που ιππεύει ο βασιλιάς και να του βάλουν το βασιλικό στέμμα στο κεφάλι.",
  "6:9": "Και η στολή και το άλογο να παραδοθούν στα χέρια κάποιου από τους μεγάλους άρχοντες του βασιλιά, για να στολίσει τον άνθρωπο που ο βασιλιάς έχει  την ευχαρίστηση να τιμήσει. Και αφού τον γυρίσει έφιππο στους δρόμους της πόλης να διαλαλεί μπροστά του: «Έτσι θα μεταχειριστεί ο βασιλιάς τον άνθρωπο που έχει την ευχαρίστηση να τιμήσει».",
  "6:10": "Και ο βασιλιάς είπε στον Αμάν: «Τρέξε, πάρε τη στολή και το άλογο, όπως είπες, και κάνε έτσι στο Μορδοχάϊ τον Εβραίο που κάθεται στη βασιλική πύλη. Και μην παραλείψεις τίποτα απ΄ όσα είπες».",
  "6:11": "Και πήρε ο Αμάν τη στολή και το άλογο και στόλισε τον Μορδοχάϊ και τον γύρισε έφιππο στους δρόμους της πόλης, διαλαλώντας μπροστά του: «Έτσι θα μεταχειριστεί ο βασιλιάς τον άνθρωπο που έχει την ευχαρίστηση να τιμήσει».",
  "6:12": "Και επέστρεψε ο Μορδοχάϊ στην πύλη του βασιλιά, ενώ ο Αμάν βιάστηκε να γυρίσει στο σπίτι του, βαθιά λυπημένος και με σκεπασμένο το κεφάλι του.",
  "6:13": "Και διηγήθηκε ο Αμάν στη Ζερές, τη γυναίκα του και σ' όλους τους φίλους του αυτό που του συνέβη. Και του είπαν οι πιο σοφοί καθώς και η γυναίκα του: «Αν ο Μορδοχάϊ, που μπροστά του υποβιβάστηκες, είναι Εβραίος, δεν πρόκειται να του επιβληθείς αλλά οπωσδήποτε θα πέσεις μπροστά του».",
  "6:14": "Κι ενώ συζητούσαν ακόμα έφθασαν οι ευνούχοι του βασιλιά και οδήγησαν τον Αμάν στο συμπόσιο που ετοίμασε η βασίλισσα Εσθήρ.",
  "7:1": "Ήλθαν λοιπόν ο βασιλιάς και ο Αμάν να γλεντήσουν με την βασίλισσα Εσθήρ.",
  "7:2": "Και ρώτησε πάλι ο βασιλιάς την Εσθήρ, στη διάρκεια της δεύτερης μέρας και καθώς έπινε κρασί: «Ποια είναι η επιθυμία σου, βασίλισσα Εσθήρ; Φανέρωσε την και θα εκπληρωθεί, πες μου τι ζητάς; Κι αν ακόμα θέλεις το μισό μου βασίλειο, θα γίνει το θέλημά σου».",
  "7:3": "Τότε απάντησε η Εσθήρ η βασίλισσα και είπε: «Βασιλιά μου, αν μου απένειμες χάρη και εφ' όσον σου αρέσει, ας μου χαριστεί η ζωή και ας απαλλαχθεί ο λαός μου.",
  "7:4": "Γιατί κι εγώ κι ο λαός μου πουληθήκαμε για να χαθούμε, να σφαχτούμε και να καταστραφούμε. Κι αν ήταν να πουληθούμε ως δούλοι και δούλες εγώ θα σιωπούσα, παρόλο που ο εχθρός μας δεν θα μπορούσε να αναπληρώσει τη ζημιά του βασιλιά».",
  "7:5": "Τότε αποκρίθηκε ο βασιλιάς ο Αχασσβερόσς και είπε προς την Εσθήρ τη βασίλισσα: «Ποιος είναι αυτός και που βρίσκεται εκείνος που τόλμησε να κάνει κάτι τέτοιο;»",
  "7:6": "Και είπε η Εσθήρ: «Ο αντίπαλος και εχθρός μας είναι αυτός ο παλιάνθρωπος ο Αμάν». Τότε ο Αμάν ταράχτηκε μπροστά στον βασιλιά και στη βασίλισσα.",
  "7:7": "Ο βασιλιάς σηκώθηκε θυμωμένος απ' το συμπόσιο και πήγε στον κήπο του παλατιού, ενώ ο Αμάν έμεινε για να ζητήσει να του χαρίσουν τη ζωή απ' την Εσθήρ την βασίλισσα. Γιατί κατάλαβε ότι ο βασιλιάς είχε αποφασίσει τον χαμό του.",
  "7:8": "Και ξαναγύρισε ο βασιλιάς από τον κήπο του παλατιού στο χώρο του συμποσίου. Ο Αμάν ήταν πεσμένος στο κρεβάτι όπου καθόταν κι η Εσθήρ. Και είπε ο βασιλιάς: «Αυτός θέλει ακόμα και τη βασίλισσα να βιάσει εδώ μέσα, μπροστά στα μάτια μου». Και ο λόγος βγήκε από το στόμα του βασιλιά και σκέπασε το πρόσωπο του Αμάν.",
  "7:9": "Και είπε ο Αρβονά, ένας ευνούχος, προς τον βασιλιά: «Να τη η αγχόνη που είναι πενήντα πήχες ψηλή. Την έφτιαξε ο Αμάν για να κρεμάσει τον Μορδοχάϊ που έκανε καλό στον βασιλιά, και βρίσκεται στο σπίτι του Αμάν». Και είπε ο βασιλιάς: «Να κρεμάσετε αυτόν, σ΄ αυτή την αγχόνη».",
  "7:10": "Και κρέμασαν τον Αμάν στην αγχόνη που είχε ετοιμάσει για τον Μορδοχάϊ. Και σταμάτησε ο θυμός του βασιλιά.",
  "8:1": "Εκείνη λοιπόν την ημέρα ο βασιλιάς Αχασσβερόσς παρέδωσε στη βασίλισσα Εσθήρ τον οίκο του Αμάν, του εχθρού των Εβραίων. Και παρουσιάστηκε ο Μορδοχάϊ μπροστά στο βασιλιά, γιατί η Εσθήρ του φανέρωσε τι τον είχε.",
  "8:2": "Ο βασιλιάς βγάζοντας το δαχτυλίδι του, που το είχε πάρει από τον Αμάν, το έδωσε στο Μορδοχάϊ. Και εγκατέστησε η Εσθήρ το Μορδοχάϊ στο σπίτι του Αμάν.",
  "8:3": "Και μίλησε ξανά η Εσθήρ στο βασιλιά κι έπεσε στα πόδια του και τον παρακάλεσε με δάκρυα στα μάτια να ακυρώσει την κακία του Αμάν του Αγαγίτη και τη σκευωρία που αυτός σχεδίασε εναντίον των Εβραίων.",
  "8:4": "Και άπλωσε ο βασιλιάς το χρυσό του σκήπτρο προς την Εσθήρ. Τότε η Εσθήρ, αφού σηκώθηκε, στάθηκε μπροστά στον βασιλιά",
  "8:5": "και είπε: «Αν αυτό αρέσει στο βασιλιά κι αν εγώ απολαμβάνω της χάρης του, και εφ΄ όσον το θεωρεί σωστό κι ο βασιλιάς κι εμένα με ικανοποιεί, ας διαταχθεί με έγγραφο η ανάκληση των επιστολών με τις σκευωρίες του Αμάν, του γιου του Αμμεδαθά του Αγαγίτη, που γράφτηκαν με σκοπό να εξοντωθούν Εβραίοι σ' όλες τις επαρχίες του βασιλιά.",
  "8:6": "Γιατί πώς είναι δυνατό να υποφέρω βλέποντας το κακό που πρόκειται να βρει το λαό μου; Και πώς μπορώ να υποφέρω βλέποντας το χαμό των συγγενών μου;»",
  "8:7": "Τότε ο βασιλιάς Αχασσβερόσς είπε στη βασίλισσα Εσθήρ και στο Μορδοχάϊ τον Εβραίο: «Ορίστε εγώ παρέδωσα στην Εσθήρ το σπίτι του Αμάν κι αυτόν τον ίδιο τον κρέμασαν, γιατί άπλωσε το χέρι του εναντίον των Εβραίων.",
  "8:8": "Γράψτε λοιπόν εσείς υπέρ των Εβραίων, όπως νομίζετε καλύτερα, στο όνομα του βασιλιά και βάλτε τη σφραγίδα του βασιλικού δαχτυλιδιού. Γιατί διαταγή που γράφεται στο όνομα του βασιλιά και σφραγίζεται με το βασιλικό δαχτυλίδι δεν μπορεί να αλλάξει.",
  "8:9": "Και προσκάλεσαν τους γραμματείς του βασιλιά, εκείνο τον καιρό, δηλαδή τον τρίτο μήνα, που είναι ο μήνας Σιβάν, και την εικοστή τρίτη του μήνα αυτού. Και έγραψαν, σύμφωνα με τις προσταγές του Μορδοχάϊ προς τους Εβραίους και προς τους σατράπες, τους διοικητές και τους άρχοντες των επαρχιών, από τις Ινδίες μέχρι την Αιθιοπία, στις εκατόν είκοσι επτά επαρχίες, σε κάθε επαρχία κατά τη γραφή της και σε κάθε λαό κατά τη γλώσσα του, και προς τους Εβραίους κατά τη γραφή τους και κατά τη γλώσσα τους.",
  "8:10": "Και το έγραψε στο όνομα του βασιλιά Αχασσβερόσς και το σφράγισε με το βασιλικό δαχτυλίδι και έστειλε τα γράμματα με καβαλάρηδες ταχυδρόμους που ίππευαν σε γρήγορα και δυνατά μουλάρια.",
  "8:11": "Επέτρεπε λοιπόν ο βασιλιάς στους Εβραίους της κάθε πόλης, να συγκεντρωθούν και να αντισταθούν για τη ζωή τους και να καταστρέψουν όλη τη δύναμη του λαού και της επαρχίας που τους καταπίεζε, παιδιά και γυναίκες, και να αρπάξουν τα λάφυρά τους,",
  "8:12": "μέσα σε μία μέρα, την δέκατη τρίτη του δωδέκατου μήνα, που είναι ο μήνας Αδάρ. Κι αυτό να γίνει σ' όλες τις επαρχίες του βασιλιά Αχασσβερόσς.",
  "8:13": "Το αντίγραφο της επιστολής αυτής, με τη διάδοση της διαταγής σε κάθε επαρχία, ανακοινώθηκε δημόσια σε όλους τους λαούς, ώστε οι Εβραίοι να είναι έτοιμοι κι εκείνη τη μέρα να εκδικηθούν τους εχθρούς τους.",
  "8:14": "Και βγήκαν οι ταχυδρόμοι καβάλα σε γοργοπόδαρα μουλάρια, τρέχοντας πιεζόμενοι απ' τη διαταγή του βασιλιά. Και η διαταγή αυτή εκδόθηκε στην πρωτεύουσα, στα Σούσα.",
  "8:15": "Ο Μορδοχάϊ εμφανίστηκε μπροστά από τον βασιλιά φορώντας μία γαλάζια και άσπρη βασιλική στολή κι ένα μεγάλο χρυσό στεφάνι κι έναν βυσσινί και πορφυρό μανδύα. Και η πόλη των Σούσων χαιρόταν και αγαλλίαζε",
  "8:16": "ενώ στους Εβραίους ήταν διάχυτο το φως και η αγαλλίαση και η χαρά και η δόξα.",
  "8:17": "Και σε κάθε επαρχία, σε κάθε πόλη, όπου έφτασε η διαταγή και το πρόσταγμα του βασιλιά, χάραξε για τους Εβραίους η χαρά, η αγαλλίαση, η ευτυχία και η χαρούμενη μέρα. Και πολλοί από τους λαούς της γης έγιναν Εβραίοι γιατί τους κυρίευσε ο φόβος των Εβραίων.",
  "9:1": "Το δωδέκατο μήνα, που είναι ο μήνας Αδάρ, και τη δεκάτη τρίτη του μέρα, όταν πλησίαζε η εκτέλεση της διαταγής του βασιλιά, αυτή λοιπόν τη μέρα που οι εχθροί των Εβραίων ήλπιζαν ότι θα τους νικήσουν, παρόλο που οι περιστάσεις ήρθαν ανάποδες και οι Εβραίοι επικράτησαν εναντίον εκείνων που τους μισούσαν,",
  "9:2": "συγκεντρώθηκαν οι Εβραίοι στις πόλεις τους, σ΄ όλες τις επαρχίες του βασιλιά Αχασσβερόσς, για να τιμωρήσουν εκείνους που επεδίωκαν το κακό τους. Και κανείς δεν μπόρεσε να τους αντισταθεί, γιατί ο φόβος τους κυρίευσε όλους τους λαούς.",
  "9:3": "Και όλοι οι άρχοντες των επαρχιών και οι σατράπες και οι διοικητές και οι οικονόμοι του βασιλιά, βοηθούσαν τους Εβραίους επειδή τους κατείχε ο φόβος του Μορδοχάϊ.",
  "9:4": "Αυτό συνέβαινε γιατί ο Μορδοχάϊ ήταν μεγάλος μέσα στο παλάτι του βασιλιά και η φήμη του είχε διαδοθεί σε όλες τις επαρχίες, γιατί το μεγαλείο του Μορδοχάϊ μεγάλωνε ολοένα.",
  "9:5": "Και τιμώρησαν οι Εβραίοι όλους τους εχθρούς τους με χτύπημα σπαθιού, και με σφαγή και με όλεθρο και έκαναν ό,τι ήθελαν όσους τους μισούσαν.",
  "9:6": "Και στην πρωτεύουσα, στα Σούσα, οι Εβραίοι, σκότωσαν πεντακόσιους άνδρες.",
  "9:7": "Και σκότωσαν τον Φαρσανδαθά και τον Δαλφών και τον Ασπαθά",
  "9:8": "και τον Ποραθά και τον Αδαλία και  τον Αριδαθά",
  "9:9": "και  τον Φαρμαστά και τον Αρισάϊ και τον Αριδάϊ και τον Βαϊεζαθά,",
  "9:10": "τους δέκα γιους του Αμάν του γιου του Αμεδαθά , του εχθρού των Εβραίων. Δεν έβαλαν όμως χέρι στα λάφυρά τους.",
  "9:11": "Εκείνη τη μέρα ο βασιλιάς ενημερώθηκε  για τον αριθμό εκείνων που σκοτώθηκαν στα Σούσα στην πρωτεύουσα.",
  "9:12": "Και είπε ο βασιλιάς στην Εσθήρ τη βασίλισσα. «Στην πρωτεύουσα, στα Σούσα οι Εβραίοι σκότωσαν πεντακόσιους άντρες και τους δέκα γιους του Αμάν. Τι έκαναν στις υπόλοιπες επαρχίες; Και τώρα ποια είναι η επιθυμία σου; Πες τη μου και θα εκπληρωθεί. Και ποιο είναι το θέλημά σου; Πες το μου και θα γίνει».",
  "9:13": "Και είπε η Εσθήρ: «Αν αυτό αρέσει στο βασιλιά, ας επιτραπεί στους Εβραίους που κατοικούν στα Σούσα να κάνουν και αύριο όσα προβλέπει η διαταγή της σημερινής μέρας. Κι επίσης να κρεμάσουν σε αγχόνες τους δέκα γιους του Αμάν».",
  "9:14": "Και πρόσταξε ο βασιλιάς να γίνουν αυτά. Και βγήκε διαταγή στα Σούσα. Και κρέμασαν τους δέκα γιους του Αμάν",
  "9:15": "και μαζεύτηκαν οι Εβραίοι στα Σούσα την δεκάτη τετάρτη του μήνα Αδάρ και φόνευσαν τριακόσιους άνδρες στα Σούσα. Δεν έβαλαν όμως χέρι στα λάφυρα.",
  "9:16": "Και οι άλλοι Εβραίοι στις επαρχίες του βασιλιά μαζεύτηκαν και πολέμησαν για τη ζωή τους και ησύχασαν από τους εχθρούς τους και εξόντωσαν εβδομήντα  πέντε χιλιάδες απ' αυτούς που τους μισούσαν. Δεν έβαλαν όμως χέρι στα λάφυρα.",
  "9:17": "Αυτά έγιναν την δεκάτη τρίτη μέρα του μήνα Αδάρ. Και την δεκάτη τετάρτη αυτού του μήνα ξεκουράστηκαν κι έκαναν χαρούμενο συμπόσιο.",
  "9:18": "Και οι Εβραίοι στα Σούσα συγκεντρώθηκαν στις δεκατρείς και στις δεκατέσσερις του μήνα αυτού και την δεκάτη πέμπτη του μήνα ξεκουράστηκαν και έκαναν χαρούμενο συμπόσιο.",
  "9:19": "Γι΄ αυτό οι Εβραίοι οι χωρικοί που κατοικούν στις ατείχιστες πόλεις όρισαν την δεκάτη τετάρτη μέρα του Αδάρ σαν μέρα χαράς και συμποσίου, σαν μέρα ευτυχισμένη και έστελναν εδέσματα ο ένας στον άλλο",
  "9:20": "κι ο Μορδοχάϊ κατέγραψε όλα αυτά και έστειλε γράμματα σ΄ όλους τους Εβραίους, σ΄ όλες τις επαρχίες του βασιλιά Αχασσβερόσς, τους μακρινούς και τους κοντινούς,",
  "9:21": "ορίζοντάς τους να αναλάβουν δέσμευση να τηρούν για πάντα την δεκάτη τετάρτη και την δεκάτη πέμπτη του μήνα Αδάρ κάθε χρόνο",
  "9:22": "σαν την μέρα που οι Εβραίοι ησύχασαν από τους εχθρούς τους, και σαν το μήνα που η λύπη τους γύρισε σε χαρά και το πένθος τους σε μέρα ευτυχίας, ώστε να τις κάνουν μέρες συμποσίων και χαράς και να στέλνουν εδέσματα ο ένας στον άλλο και να κάνουν δώρα στους φτωχούς.",
  "9:23": "Και δέχθηκαν οι Εβραίοι αυτό που άρχισαν να τελούν κι αυτό που τους έγραψε ο Μορδοχάϊ.",
  "9:24": "Γιατί ο Αμάν ο γιος του Αμμεδαθά, ο Αγαγίτης, ο εχθρός όλων των Εβραίων, σχεδίασε να τους κάνει κακό και να τους εξοντώσει και έριξε «Πουρ», δηλαδή κλήρο, για να τους εξαντλήσει και να τους αφανίσει.",
  "9:25": "Όταν όμως παρουσιάστηκε η ίδια η Εσθήρ στο βασιλιά, πρόσταξε με επιστολές να στραφεί πάνω στο κεφάλι του το κακό που μελέτησε εναντίον των Εβραίων. Κι έτσι τον κρέμασαν σε αγχόνη κι αυτόν και τους γιους του.",
  "9:26": "Γι' αυτό ονόμασαν τις ημέρες αυτές «Πουρίμ» απ' το όνομα «Πουρ». Έτσι για όλους τους λόγους αυτής της επιστολής και για εκείνο που είδαν και για ό,τι τους συνέβη,",
  "9:27": "πρόσταξαν οι Εβραίοι και αποδέχθηκαν τόσο γι΄ αυτούς τους ίδιους, όσο και για τους απογόνους τους καθώς και για όσους προσχωρήσουν  σ΄ αυτούς, να μην παραλείψουν να διαφυλάττουν τις δύο αυτές μέρες, σύμφωνα με ό,τι γράφτηκε γι΄ αυτές και στον ορισμένο καιρό, κάθε χρόνο.",
  "9:28": "Και οι μέρες αυτές να μνημονεύονται και να διαφυλάσσονται σε κάθε γενιά, σε κάθε συγγενολόι, σε κάθε επαρχία και σε κάθε πόλη. Και αυτές οι μέρες του Πουρίμ να μη εκλείψουν απ' τους Εβραίους και να μη σταματήσουν να τις μνημονεύουν οι απόγονοί τους.",
  "9:29": "Τότε η βασίλισσα Εσθήρ, η θυγατέρα του Αβιχάλ και ο Μορδοχάϊ ο Εβραίος, έγραψαν για δεύτερη φορά, με όλο τους το κύρος, για να στερεώσουν τα όσα γράφτηκαν σχετικά με το Πουρίμ.",
  "9:30": "Και έστειλε επιστολές σε όλους τους Εβραίους, στις εκατόν είκοσι επτά επαρχίες του βασιλείου του Αχασσβερόσς, με λόγια ειρήνης και αλήθειας",
  "9:31": "για να στερεώσει τις μέρες του Πουρίμ στους καιρούς τους καθώς τους όρισε ο Μορδοχάϊ ο Εβραίος και η Εσθήρ η βασίλισσα και καθώς όρισαν στους εαυτούς τους και στους απογόνους τους, με αναφορά στις νηστείες και τις κραυγές τους.",
  "9:32": "Και με τη διαταγή της η Εσθήρ επικυρώθηκε αυτό το θέμα του Πουρίμ και γράφτηκε σε βιβλίο.",
  "10:1": "Και έβαλε ο βασιλιάς Αχασσβερόσς φόρο στη γη και στα νησιά της θάλασσας.",
  "10:2": "Και όλες οι πράξεις της δύναμής του και η περιγραφή του μεγαλείου του Μορδοχάϊ, όπως του απονεμήθηκε από τον βασιλιά, δεν είναι γραμμένα στο βιβλίο των χρονικών των βασιλιάδων της Περσίας και της Μηδίας;",
  "10:3": "Γιατί ο Μορδοχάϊ ο Εβραίος στάθηκε ο δεύτερος μετά τον βασιλιά Αχασσβερόσς κι ήταν μέγας ανάμεσα στους Εβραίους και αγαπητός από το πλήθος των αδελφών του επειδή επεδίωκε το καλό του λαού του και διακήρυσσε την ειρήνη για όλους τους απογόνους του."
}