{
  "1:1": "וַיְהִי בִּימֵי אֲחַשְׁוֵרוֹשׁ, הוּא אֲחַשְׁוֵרוֹשׁ הַמֹּלֵךְ מֵהֹדּוּ וְעַד־כּוּשׁ, חבש או דרום מצרים. הממלכה הפרסית הגיעה באותה תקופה לשיא גדולתה ונוהלה בשיטה מבוזרת למדי. היא הייתה מחולקת לשֶׁבַע וְעֶשְׂרִים וּמֵאָה מְדִינָה. אזורים גדולים היו נתונים תחת שלטונם של נציבים – האחשדרפנים, ועל כל מדינה או מחוז מונה פחה. השלטון המרכזי לא היה דורסני. מעבר לדרישה לנאמנות ולתשלום מסים, לא היה המלך מעוניין לדכא את חייהם של העמים הרבים שהיו כפופים למרותו.",
  "1:2": "בַּיָּמִים הָהֵם, כְּשֶׁבֶת הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ עַל כִּסֵּא מַלְכוּתוֹ אֲשֶׁר בְּשׁוּשַׁן הַבִּירָה. שושן – או סוסא בשפות אחרות, הייתה עיר בעילם, וחורבותיה עדיין קיימות. בתוך העיר היה מבצר מלכותי – הבירה – ובו שכנו מרכז השלטון וארמונו של אחשורוש.",
  "1:3": "בִּשְׁנַת שָׁלוֹשׁ לְמָלְכוֹ, אחרי שהביס את כל מי שעמד בדרכו, עָשָׂה מִשְׁתֶּה פומבי גדול לְכָל־שָׂרָיו וַעֲבָדָיו. את החגיגות לציון שבתו על כס הממלכה לא ערך מיד עם עלייתו לשלטון, אול משום שאז היה טרוד ליישב מריבות פנימיות. משהתבססה מלכותו, הזמין את חֵיל פָּרַס וּמָדַי. פרס ומדי היו מדינות נפרדות שהתאחדו חלקית. הַפַּרְתְּמִים, אצילי המדינה וְשָׂרֵי המלך הממונים על הַמְּדִינוֹת לְפָנָיו.",
  "1:4": "בְּהַרְאֹתוֹ אֶת־עֹשֶׁר כְּבוֹד מַלְכוּתוֹ וְאֶת־יְקָר, כבוד תִּפְאֶרֶת גְּדוּלָּתוֹ. המשתה שנועד להפגין ברבים את עושרו ואת עצמתו ארך יָמִים רַבִּים, שְׁמוֹנִים וּמְאַת יוֹם.",
  "1:5": "וּבִמְלוֹאת, כשהסתיימו הַיָּמִים הָאֵלֶּה, שבהם נערך משתה לאנשים שבאו מרחוק, עָשָׂה הַמֶּלֶךְ לְכָל־הָעָם הַנִּמְצְאִים בְּשׁוּשַׁן הַבִּירָה, לְמִגָּדוֹל וְעַד־קָטָן, מִשְׁתֶּה שִׁבְעַת יָמִים. ייתכן שבמשתה זה ביקש לרכוש גם את אמונם של תושבי העיר, שרבים מהם היו פקידי השלטונות. החגיגה נערכה בַּחֲצַר גִּנַּת בִּיתַן הַמֶּלֶךְ, החצר הסמוכה לגינה או לפרדס, ליד ביתן המלך – שכנראה איננו הארמון המרכזי אלא ביתו הקטן.",
  "1:6": "המקום היה מקושט בבדים יקרי ערך: חוּר, כַּרְפַּס, מיני בדים או צבעים וּתְכֵלֶת, צמר צבוע בצבע יקר. הכול אָחוּז, קשור בְּחַבְלֵי־בוּץ, פשתן לבן וְאַרְגָּמָן, צמר צבוע בגווני אדום-סגול יקר-המציאות. כל הבדים והחבלים היו פרושים עַל־גְּלִילֵי כֶסֶף וְעַמּוּדֵי שֵׁשׁ, שיש. כמו כן, עמדו שם מִטּוֹת זָהָב וָכֶסֶף עַל רִצְפַת בַּהַט־וָשֵׁשׁ וְדַר וְסֹחָרֶת, אבני חן נדירות ויקרות.",
  "1:7": "וְהַשְׁקוֹת בִּכְלֵי זָהָב כראוי למשתה מלכותי, וְכֵלִים מִכֵּלִים שׁוֹנִים. לאורחים הוצעו כלים בצורות וגוונים רבים לפי דרגתם וצורכיהם. וְיֵין מַלְכוּת, היין שניתן על חשבון המלך היה רָב כְּיַד הַמֶּלֶךְ, בשפע וללא מגבלות תקציביות.",
  "1:8": "וְהַשְּׁתִיָּה כַדָּת, לפי חוקי הנימוס המקובלים, ובכל זאת, אֵין אֹנֵס. כיוון שהמלך רצה שהמשתה המלכותי יהיה גם עממי, השתייה הייתה חופשית, כִּי־כֵן יִסַּד, ציווה הַמֶּלֶךְ עַל כָּל־רַב בֵּיתוֹ, ממונה בארמונו לַעֲשׂוֹת כִּרְצוֹן אִישׁ־וָאִישׁ, ולא להכריחם. כיוון שהמלך לא היה מעוניין להשקיע מאמצים מיוחדים בממלכתו הרבגונית, הוא העניק לעמים השונים חופש לשמר את ייחודם, את לשונם ואת מנהגיהם.",
  "1:9": "גַּם וַשְׁתִּי הַמַּלְכָּה עָשְׂתָה מִשְׁתֵּה נָשִׁים שהיה מקביל למשתה הגדול שנועד לגברים, בתוך אגף אחר בבֵית הַמַּלְכוּת אֲשֶׁר לַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ בנפרד כדי להימנע מפני תוצאות בלתי רצויות של משתה מעורב. שלא כמשתה ההולל של המלך, משתה הנשים נחשב אירוע מכובד יותר.",
  "1:10": "בַּיּוֹם הַשְּׁבִיעִי למשתה, כְּטוֹב לֵב־הַמֶּלֶךְ בַּיָּיִן, כשרוחו של המלך הייתה טובה עליו לאחר שתייה מרובה. קשה לדעת אם היה באותו יום שיכור ממש, בין היתר משום אופיו הרשמי והממלכתי של התיאור. אָמַר אחשורוש לִמְהוּמָן, בִּזְּתָא, חַרְבוֹנָא, בִּגְתָא וַאֲבַגְתָא, זֵתַר וְכַרְכַּס – שמות פרסיים בעיקרם של שִׁבְעַת הַסָּרִיסִים המיוחדים הַמְשָׁרְתִים אֶת־פְּנֵי הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ ומצויים בקרבתו. יש לשער שהם היו סריסים ממש ולא משרתים סתם, שכן הם היו עוברים בין הגברים לנשים. באווירת המשתה ההוללת התפאר המלך בכוחו, ברכושו, בחכמתו ובהצלחותיו. ומתוך כך השתבח המלך באשתו היפהפייה.",
  "1:11": "אולם הוא לא הסתפק במלים, ופקד על סריסיו לְהָבִיא אֶת־וַשְׁתִּי הַמַּלְכָּה לִפְנֵי הַמֶּלֶךְ בְּכֶתֶר מַלְכוּת על מנת לְהַרְאוֹת לכל הָעַמִּים וְהַשָּׂרִים אֶת־יָפְיָהּ, כִּי־טוֹבַת מַרְאֶה הִיא.",
  "1:12": "וַתְּמָאֵן הַמַּלְכָּה וַשְׁתִּי לָבוֹא בִּדְבַר הַמֶּלֶךְ אֲשֶׁר בְּיַד הַסָּרִיסִים. סירובה לציית לפקודתו של השליט העליון, שסמכויותיו לא היו מוגבלות כלל, מעיד על מעמדה הגבוה. היא מיאנה להשפיל את עצמה בהצגת גופה בפני הקהל. וַיִּקְצֹף, כעס הַמֶּלֶךְ מְאֹד, וַחֲמָתוֹ בָּעֲרָה בוֹ. זעמו העז נבע מהעזתה של אשתו לדחות את דרישתו, שלא נאמרה לה בצנעה, אלא באמצעות משלחת רשמית. רגישותו לכבודו התעצמה עוד בשל שכרותו. במצב זה ציפה שרצונו יתמלא מיד ובשלמות. אולי ושתי גם העבירה אליו מסרים מרומזים או לעגניים על שכרותו, והדבר הבעיר ביותר את כעסו.",
  "1:13": "וַיֹּאמֶר הַמֶּלֶךְ לַחֲכָמִים יֹדְעֵי הָעִתִּים, האסטרולוגים, או: החכמים הממונים על סדרי המלוכה וקורותיה והיודעים כיצד לנהוג בכל מצב. כִּי־כֵן דְּבַר, מנהג הַמֶּלֶךְ לשטוח דבריו לִפְנֵי כָּל־יֹדְעֵי דָּת, חוק וָדִין. המלך נוהג להביא בעיות בפני אנשי החוק והמשפט.",
  "1:14": "וְהערה – הַקָּרֹב, היועצים הקרובים אֵלָיו: כַּרְשְׁנָא, שֵׁתָר, אַדְמָתָא, תַרְשִׁישׁ, מֶרֶס, מַרְסְנָא ומְמוּכָן – שִׁבְעַת שָׂרֵי פָּרַס וּמָדַי, רֹאֵי פְּנֵי הַמֶּלֶךְ, הנפגשים עמו, שכן המלך היה ספון בארמונו, ונדיר היה לראותו פנים אל פנים, הַיֹּשְׁבִים רִאשֹׁנָה בַּמַּלְכוּת, שרי ממשלתו הבכירים.",
  "1:15": "השאלה המשפטית שעמדה לדיון הייתה כְּדָת מַה־לַּעֲשׂוֹת בַּמַּלְכָּה וַשְׁתִּי עַל אֲשֶׁר לֹא־עָשְׂתָה אֶת־מַאֲמַר, דברי הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ בְּיַד הַסָּרִיסִים. כיצד יש לנהוג בסירובה הפומבי של המלכה להישמע לצו המלך שנמסר לה באמצעות המשלחת הרשמית.",
  "1:16": "וַיֹּאמֶר מְמוּכָן לִפְנֵי הַמֶּלֶךְ וְהַשָּׂרִים. בראשית נאומו הוא החריף את חטאה של המלכה, וטען כנגדה: לֹא עַל־הַמֶּלֶךְ לְבַדּוֹ עָוְתָה, חטאה וַשְׁתִּי הַמַּלְכָּה כשלא צייתה לדבריו, כִּי אם עַל־כָּל־הַשָּׂרִים וְעַל־כָּל־הָעַמִּים אֲשֶׁר בְּכָל־מְדִינוֹת הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ. כיוון שהמעשה נעשה בפומבי, השלכותיו יתפשטו על פני הממלכה הפרסית כולה.",
  "1:17": "כִּי־יֵצֵא דְבַר, עניין הַמַּלְכָּה עַל־כָּל־הַנָּשִׁים לְהַבְזוֹת, להשפיל את בַּעְלֵיהֶן בְּעֵינֵיהֶן. אף על פי שהמלכה לא הצהירה הצהרות ולא הטיפה לדבר, הדוגמא האישית שהראתה עלולה להפוך לנורמה. בְּאָמְרָם – כאשר הנשים ינופפו בדוגמתה ויאמרו: \"הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ אָמַר לְהָבִיא אֶת־וַשְׁתִּי הַמַּלְכָּה לְפָנָיו – וְלֹא־בָאָה\". המלכה יצרה תקדים מסוכן.",
  "1:18": "ומהַיּוֹם הַזֶּה והלאה תֹּאמַרְנָה דברים אלו שָׂרוֹת, נשות השרים של פָּרַס־וּמָדַי – ובעקבותיהן אולי גם הנשים הפשוטות – אֲשֶׁר שָׁמְעוּ אֶת־דְּבַר הַמַּלְכָּה, לְכֹל שָׂרֵי הַמֶּלֶךְ. סירובה של ושתי יעצים אותן בוויכוחיהן עם בעליהן, וּכְדַי, ויש בדברים מספיק בִּזָּיוֹן וָקָצֶף, ביזיון שיש לכעוס עליו. אין לראות בכך רק עלבון אישי, שהמלך אולי יכול להבליג עליו; השלכותיו הציבוריות של המעשה נרחבות וחמורות, שכן השערורייה החד-פעמית עלולה לשמש מופת לחיקוי בממלכה.",
  "1:19": "אשר על כן, אִם־עַל, בעיני הַמֶּלֶךְ טוֹב, יֵצֵא דְבַר־מַלְכוּת מִלְּפָנָיו. ההחלטה תפורסם באופן רשמי ולא כהוראת שעה בלבד, אלא – וְיִכָּתֵב גם בְּדָתֵי, ספר החוקים של פָרַס־וּמָדַי וְלֹא יַעֲבוֹר. למרות מעמדו הנישא של המלך חוקי הממלכה וכתביה נחשבים מחייבים, לפחות באופן רשמי. אֲשֶׁר לֹא־תָבוֹא וַשְׁתִּי לִפְנֵי הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ. ממוכן לא פירש מה יעלה בגורלה – אם ימיתו אותה, יַגלו אותה לצמיתות או שיוסרו ממנה יחסי החן והחיבה שרחש כלפיה המלך, ותישלל ממנה כל אפשרות השפעה. ואת מַלְכוּתָהּ, תפקידה הרשמי כמלכה, יִתֵּן הַמֶּלֶךְ לִרְעוּתָהּ הַטּוֹבָה מִמֶּנָּה. המלך יפטר אותה, והוא שיחליט מי תהיה ראויה ממנה למלא את מקומה.",
  "1:20": "וְנִשְׁמַע פִּתְגָם, דבר הַמֶּלֶךְ אֲשֶׁר־יַעֲשֶׂה בְּכָל־מַלְכוּתוֹ כִּי רַבָּה, גדולה הִיא – הממלכה. ובעקבות פרסום התקדים המלכותי, כָל־הַנָּשִׁים יִתְּנוּ יְקָר, כבוד לְבַעְלֵיהֶן, ולא ימרו פיהם לְמִגָּדוֹל וְעַד־קָטָן.",
  "1:21": "וַיִּיטַב הַדָּבָר בְּעֵינֵי הַמֶּלֶךְ וְהַשָּׂרִים. ממוכן שכנע אותם שהבעיה עקרונית והשלכותיה חמורות. בנאומו הציג את פתרונו לא כגחמה של המלך, אלא כתקדים חשוב בניהול המדינה. המלך הנזעם והשיכור שמח באפשרות לנפח את האירוע לממדים נרחבים. על כן – וַיַּעַשׂ הַמֶּלֶךְ כִּדְבַר מְמוּכָן. כאמור, בדרך הניסוח הרשמית של המגילה אין ביטויי ביקורת בוטים, אבל מבין השורות עולה דמותו הנלעגת של אחשורוש הנתונה למניפולציות.",
  "1:22": "וַיִּשְׁלַח סְפָרִים, איגרות ובהן פקודה רשמית אֶל־כָּל־מְדִינוֹת הַמֶּלֶךְ, אֶל־מְדִינָה וּמְדִינָה כִּכְתָבָהּ וְאֶל־עַם וָעָם כִּלְשׁוֹנוֹ: לִהְיוֹת כָּל־אִישׁ שֹׂרֵר בְּבֵיתוֹ. המלך לא הזכיר במפורש את ושתי, אלא הודיע לכול שהגבר צריך להיות השליט בבית, וּמְדַבֵּר כִּלְשׁוֹן עַמּוֹ. בני העמים השונים שחיו בממלכה התחתנו אלה עם אלה, וכך התערבבו גם השפות. משום כך הורה המלך בהזדמנות זו שמכאן ואילך שפת הבעל תהיה שפת הבית.",
  "2:1": "אַחַר הַדְּבָרִים הָאֵלֶּה, כְּשֹׁךְ חֲמַת, כשנרגע כעסו של הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ, הוא זָכַר אֶת־וַשְׁתִּי וְאֵת אֲשֶׁר־עָשָׂתָה וְאֵת אֲשֶׁר־נִגְזַר עָלֶיהָ. מכיוון שלא פורש בכתוב שהרגו אותה, ונדיר היה עונש מוות על אשת אצולה בנסיבות כאלה, יש לשער שלא הומתה. אולי ושתי הוגלתה, ואחשורוש התגעגע אליה.",
  "2:2": "משרתי המלך לא היו רק מבצעי ההוראות שלו; הם גם הקשיבו להלכי רוחו וניסו לנחש את רצונו. וַיֹּאמְרוּ נַעֲרֵי־הַמֶּלֶךְ מְשָׁרְתָיו: הבה נמצא תחליף לושתי. יְבַקְשׁוּ, יחפשו לַמֶּלֶךְ נְעָרוֹת בְּתוּלוֹת טוֹבוֹת מַרְאֶה, כראוי בעיניהם לכבודו של המלך.",
  "2:3": "ובשל נטייתו של המלך לממלכתיות, לא תישלח אליו באקראי כל נערה נאה, אלא יהיה זה מיזם גדול, מאורגן ומכובד – וְיַפְקֵד הַמֶּלֶךְ פְּקִידִים בְּכָל־מְדִינוֹת מַלְכוּתוֹ, והם יערכו את הסינון הראשוני, וְיִקְבְּצוּ אֶת־כָּל־נַעֲרָה־בְתוּלָה טוֹבַת מַרְאֶה אֶל־שׁוּשַׁן הַבִּירָה אֶל־בֵּית הַנָּשִׁים, אֶל־יַד הֵגֵא שהוא סְרִיס הַמֶּלֶךְ שֹׁמֵר הַנָּשִׁים, הממונה על משמר הנשים בארמון, ומעבר ליופיין הטבעי – נָתוֹן, ייתנו להן את תַּמְרֻקֵיהֶן לעידון נוסף.",
  "2:4": "וְהַנַּעֲרָה אֲשֶׁר תִּיטַב בסוף התהליך בְּעֵינֵי הַמֶּלֶךְ – תִּמְלֹךְ תַּחַת וַשְׁתִּי. וַיִּיטַב הַדָּבָר בְּעֵינֵי הַמֶּלֶךְ וַיַּעַשׂ כֵּן.",
  "2:5": "אִישׁ יְהוּדִי, מארץ יהודה, הפחווה העצמאית הקטנה שהפרסים קראו לה 'יהוד', הָיָה בְּשׁוּשַׁן הַבִּירָה, וּשְׁמוֹ מָרְדֳּכַי בֶּן יָאִיר בֶּן־שִׁמְעִי בֶּן־קִישׁ, אִישׁ יְמִינִי, משבט בנימין. הוא בא מארץ יהודה, אבל מוצאו השבטי היה בנימין.",
  "2:6": "אֲשֶׁר בצעירותו הָגְלָה מִירוּשָׁלַיִם עִם־הַגֹּלָה הראשונה אֲשֶׁר הָגְלְתָה עִם יְכָנְיָה, הוא יהויכין מֶלֶךְ־יְהוּדָה, אֲשֶׁר הֶגְלָה נְבוּכַדְנֶצַּר מֶלֶךְ בָּבֶל.",
  "2:7": "וַיְהִי אֹמֵן אֶת־הֲדַסָּה. הוא היה האפוטרופוס שטיפל בהדסה שהִיא אֶסְתֵּר, הדסה היה שמה העברי, על שם ההדס, ואילו אסתר היה שמה הפרסי או הבבלי, בַּת־דֹּדוֹ הצעירה ממנו בהרבה, כִּי אֵין לָהּ אָב וָאֵם. וְהַנַּעֲרָה יְפַת־תֹּאַר וְטוֹבַת מַרְאֶה, וּבְמוֹת אָבִיהָ וְאִמָּהּ לְקָחָהּ מָרְדֳּכַי לוֹ לְבַת. כיוון שאסתר התייתמה, קרוב משפחתה אימץ אותה לבת.",
  "2:8": "וַיְהִי בְּהִשָּׁמַע, כשהתפרסם דְּבַר־הַמֶּלֶךְ וְדָתוֹ, פקודתו החדשה, וּבְהִקָּבֵץ, כשהתאספו מרצונן נְעָרוֹת רַבּוֹת אֶל־שׁוּשַׁן הַבִּירָה אֶל־יַד הֵגָי. מן הסתם ששו לבוא מארצותיהן לעיר הבירה, התרגשו לקראת הפגישה עם המלך והשתוקקו להיבחר, שכן ידעו שהנבחרת תהפוך למלכת האימפריה. לעומת זאת – וַתִּלָּקַח בעל כורחה אֶסְתֵּר אֶל־בֵּית הַמֶּלֶךְ, אֶל־יַד הֵגַי שֹׁמֵר הַנָּשִׁים.",
  "2:9": "וַתִּיטַב הַנַּעֲרָה בְעֵינָיו. הגי, שלא היה רק הממונה על הנשים, אלא גם המומחה המלכותי לנשים, ראה בה מועמדת רצינית למלכות לפי היכרותו את טעמו של המלך; ונוסף על יופיה – וַתִּשָּׂא חֶסֶד לְפָנָיו. הוא נוכח בקסמה האישי המיוחד ובאישיותה החיננית, ולכן דאג לצרכיה באופן מיוחד – וַיְבַהֵל, זירז אֶת אספקת תַּמְרוּקֶיהָ וְאֶת־מָנוֹתֶהָ המיוחדות שהיא זכאית לקבל לָתֶת לָהּ, וְאֵת שֶׁבַע הַנְּעָרוֹת הָרְאֻיוֹת לָתֶת־לָהּ מִבֵּית הַמֶּלֶךְ. לא ראוי היה שהמועמדת להיות מלכת פרס תלך לבדה. לכן ניתנו לה שבע משרתות. וַיְשַׁנֶּהָ וְאֶת־נַעֲרוֹתֶיהָ לְטוֹב, הוא היטיב את מעמדה בבֵית הַנָּשִׁים.",
  "2:10": "במשך כל הזמן הזה לֹא־הִגִּידָה אֶסְתֵּר אֶת־עַמָּהּ וְאֶת־מוֹלַדְתָּהּ. היא הסתירה את מוצאה האתני ואת מקום הולדתה כִּי מָרְדֳּכַי צִוָּה עָלֶיהָ אֲשֶׁר לֹא־תַגִּיד את זהותה. גם אחרי שיצאה מביתו, וגם אחרי שהיא תעלה לגדולה, אסתר נשארה כפופה למרדכי.",
  "2:11": "וּבְכָל־יוֹם וָיוֹם מָרְדֳּכַי מִתְהַלֵּךְ לִפְנֵי חֲצַר בֵּית־הַנָּשִׁים לָדַעַת אֶת־שְׁלוֹם אֶסְתֵּר וּמַה־יֵּעָשֶׂה בָּהּ. מרדכי רחש כלפי אסתר חיבה אישית ודאג לה. בתור אפוטרופוס הוא השתדל לשמוע מה מצבה בכל עת.",
  "2:12": "וכך הוכנו הנערות: וּבְהַגִּיעַ תֹּר נַעֲרָה וְנַעֲרָה לָבוֹא אֶל־הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ, מִקֵּץ הֱיוֹת לָהּ כְּדָת הַנָּשִׁים, כשהסתיימו טיפולי היופי הקבועים בהכנתה אל המלך לפי ההוראות במשך שְׁנֵים עָשָׂר חֹדֶשׁ, כִּי כֵּן יִמְלְאוּ יְמֵי מְרוּקֵיהֶן, זהו משך הזמן שבו נערכים הטיפולים: שִׁשָּׁה חֳדָשִׁים היא נמשחת בְּשֶׁמֶן הַמֹּר, שנועד בין השאר להסיר שיער מהגוף, וְשִׁשָּׁה חֳדָשִׁים בַּבְּשָׂמִים השונים וּבְתַמְרוּקֵי הַנָּשִׁים,",
  "2:13": "וּבָאופן הזֶה הַנַּעֲרָה בָּאָה אֶל־הַמֶּלֶךְ לאחר שסיימה את שלב הטיפולים. אחד מכללי טקס הגעתה – אֵת כָּל־אֲשֶׁר תֹּאמַר, תבקש הנערה יִנָּתֵן לָהּ לָבוֹא עִמָּהּ כדי להפוך את הופעתה יפה יותר מִבֵּית הַנָּשִׁים עַד־בֵּית הַמֶּלֶךְ. היא תוכל לבקש תכשיט מיוחד, ליווי כלשהו או מצג ראווה שלם, וכל רצונה יתממש.",
  "2:14": "בָּעֶרֶב הִיא בָאָה אל המלך, ונשארת למשך הלילה, וּבַבֹּקֶר הִיא שָׁבָה אֶל־בֵּית הַנָּשִׁים השֵׁנִי, אֶל־יַד שַׁעַשְׁגַז סְרִיס הַמֶּלֶךְ שֹׁמֵר הַפִּילַגְשִׁים. היא אינה חוזרת לבית שבו הכינו את המועמדות, אלא להרמון הפילגשים, שאליו מגיעות הנערות שהיו כבר אצל המלך. נערה זו לֹא־תָבוֹא עוֹד אֶל־הַמֶּלֶךְ, כִּי אִם־חָפֵץ בָּהּ הַמֶּלֶךְ – וְנִקְרְאָה בְשֵׁם. אם המלך זוכר אותה – הוא יורה לממונה שיקרא לה שוב; אם לא – היא תישאר בין הפילגשים שבהרמון.",
  "2:15": "וּבְהַגִּיעַ תֹּר־אֶסְתֵּר בַּת־אֲבִיחַיִל שהיה דֹּד מָרְדֳּכַי, אֲשֶׁר לָקַח אותה לוֹ לְבַת, לָבוֹא אֶל־הַמֶּלֶךְ – לֹא בִקְשָׁה דָּבָר, כִּי אִם אֶת־אֲשֶׁר יֹאמַר הֵגַי סְרִיס־הַמֶּלֶךְ שֹׁמֵר הַנָּשִׁים. שאר הנערות ניסו להרשים, ואילו אסתר נמנעה מיזמות כלשהן, ורק צייתה להמלצותיו של המומחה. וַתְּהִי אֶסְתֵּר נֹשֵׂאת חֵן בְּעֵינֵי כָּל־רֹאֶיהָ.",
  "2:16": "וַתִּלָּקַח אֶסְתֵּר אֶל־הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ אֶל־בֵּית מַלְכוּתוֹ בַּחֹדֶשׁ הָעֲשִׂירִי הוּא־חֹדֶשׁ טֵבֵת, בִּשְׁנַת־שֶׁבַע לְמַלְכוּתוֹ, ארבע שנים לאחר שאחשורוש איבד את ושתי. באותן שנים התקבצו הנערות ועברו את תקופת ההכנה שלהן.",
  "2:17": "וַיֶּאֱהַב הַמֶּלֶךְ אֶת־אֶסְתֵּר מִכָּל־הַנָּשִׁים, וַתִּשָּׂא־חֵן וָחֶסֶד לְפָנָיו מִכָּל־הַבְּתוּלוֹת. וַיָּשֶׂם כֶּתֶר־מַלְכוּת בְּרֹאשָׁהּ, וַיַּמְלִיכֶהָ תַּחַת וַשְׁתִּי. תמוה שבפרס ומדי נבחרה אשה בלא ייחוס. כאמור, נראה שאף שאסתר העלימה את מוצאה, היא נתפסה כבעלת ייחוס.",
  "2:18": "וַיַּעַשׂ הַמֶּלֶךְ מִשְׁתֶּה גָדוֹל לְכָל־שָׂרָיו וַעֲבָדָיו, אֵת מִשְׁתֵּה אֶסְתֵּר. הוא לא הסתפק בחגיגה פרטית לרגל מינויה של המלכה החדשה, אלא הודיע על כך לכל העמים. מכיוון שנודע לכול דבר פיטוריה של ושתי מהתפקיד, פרסם המלך ברבים שנמצאה מחליפתה. וַהֲנָחָה לַמְּדִינוֹת עָשָׂה. הוא הפחית מן המסים כדי שנתיניו יהיו מרוצים וישמחו עמו בשמחתו. יתרה מזו – וַיִּתֵּן מַשְׂאֵת, מתנות כְּיַד הַמֶּלֶךְ כדי להוסיף שמחה ומעורבות בקרב העם.",
  "2:19": "וּבְהִקָּבֵץ בְּתוּלוֹת שֵׁנִית. נראה שמבין הבתולות שנאספו, נשארו עדיין מועמדות שלא הספיקו לבוא אל המלך, והתהליך המשיך באופן כלשהו גם לאחר בחירת אסתר. וּמָרְדֳּכַי יֹשֵׁב בְּשַׁעַר־הַמֶּלֶךְ, נשא בתפקיד מכובד בחצר המלוכה וגם עקב אחרי הנעשה בחצר.",
  "2:20": "עבר זמן מאז נכנסה אסתר לבית המלך, ועדיין אֵין אֶסְתֵּר מַגֶּדֶת מוֹלַדְתָּהּ וְאֶת־עַמָּהּ, כַּאֲשֶׁר צִוָּה עָלֶיהָ מָרְדֳּכָי. וְאֶת־מַאֲמַר מָרְדֳּכַי אֶסְתֵּר עֹשָׂה כמו שעשתה כַּאֲשֶׁר הָיְתָה בְאָמְנָה אִתּוֹ, בילדותה, כאשר הוא היה אומנה.",
  "2:21": "בַּיָּמִים הָהֵם, וּמָרְדֳּכַי יוֹשֵׁב בְּשַׁעַר־הַמֶּלֶךְ, קָצַף, כעסוּ בִּגְתָן וָתֶרֶשׁ, שהיו שְׁנֵי־סָרִיסֵי הַמֶּלֶךְ מִשֹּׁמְרֵי הַסַּף, וַיְבַקְשׁוּ לִשְׁלֹחַ יָד, להתנקש בַּמֶּלֶךְ אֲחַשְׁוֵרֹשׁ. בפרס רווחה אז אווירת תככים, מזימות וקשרים. אנשים שונים טענו למלוכה. קשה לדעת מי ממלכי פרס עלה לשלטון בזכות ייחוסו, ומי מלך בתוקף הכוח הצבאי שהקיף אותו.",
  "2:22": "וַיִּוָּדַע הַדָּבָר – דבר המרד הנרקם לְמָרְדֳּכַי. ייתכן שדיברו בשפה שחשבו שאיש איננו מבין, אך מרדכי שלט בשפתם. וַיַּגֵּד לְאֶסְתֵּר הַמַּלְכָּה, שהיא תעביר את המסר, מאחר שלו עצמו לא היה מגע ישיר עם המלך, בהיותו אחד הפקידים או נציג היהודים בחצר המלוכה. וַתֹּאמֶר אֶסְתֵּר לַמֶּלֶךְ את דבר המרידה בְּשֵׁם מָרְדֳּכָי, שהמלך אולי יודע על קיומו.",
  "2:23": "וַיְבֻקַּשׁ, נחקר הַדָּבָר וַיִּמָּצֵא שאכן בגתן ותרש היו מעורבים במזימה. וַיִּתָּלוּ שְׁנֵיהֶם עַל־עֵץ. נראה שתלייה הייתה הדרך המקובלת להוצאה להורג המלכותית בפרס, והיא נועדה גם להפגין את הגנאי שבמעשה בפומבי. וַיִּכָּתֵב, דבר ניסיונם של שני האנשים הללו להמית את אחשורוש בתאריך מסוים ואופן הצלתו תועד בְּסֵפֶר דִּבְרֵי הַיָּמִים לִפְנֵי הַמֶּלֶךְ.",
  "3:1": "אַחַר הַדְּבָרִים הָאֵלֶּה – מינוי אסתר ומזימת בגתן ותרש גִּדַּל הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ בין שריו אֶת־הָמָן בֶּן־הַמְּדָתָא הָאֲגָגִי, כנראה מזרע אגג מלך עמלקי. ייתכן ששינה את שמו העמלקי המקורי ואימץ שם בעל צליל פרסי. וַיְנַשְּׂאֵהוּ, העלה את מעמדו וַיָּשֶׂם אֶת־כִּסְאוֹ מֵעַל כָּל־הַשָּׂרִים אֲשֶׁר אִתּוֹ. הגבהת מעמדו של שר מן השרים והפיכתו למקורבו של המלך ידועה גם ממקורות אחרים בני התקופה.",
  "3:2": "וְכָל־עַבְדֵי הַמֶּלֶךְ, שריו ומשרתיו אֲשֶׁר־בְּשַׁעַר הַמֶּלֶךְ כֹּרְעִים וּמִשְׁתַּחֲוִים לְהָמָן כִּי־כֵן צִוָּה־ לוֹ, בעבורו הַמֶּלֶךְ. וּמָרְדֳּכַי לֹא יִכְרַע וְלֹא יִשְׁתַּחֲוֶה, מטעם שאינו ידוע.",
  "3:3": "וַיֹּאמְרוּ עַבְדֵי הַמֶּלֶךְ אֲשֶׁר־בְּשַׁעַר הַמֶּלֶךְ לְמָרְדֳּכָי: מַדּוּעַ אַתָּה עוֹבֵר אֵת מִצְוַת הַמֶּלֶךְ להשתחוות להמן?",
  "3:4": "וַיְהִי כְּאָמְרָם אֵלָיו יוֹם וָיוֹם, וְלֹא שָׁמַע אֲלֵיהֶם, וַיַּגִּידוּ זאת לְהָמָן. ייתכן שהמן לא הבחין בכך מתחילה, שכן עבר לפניו קהל גדול של משתחווים, אבל הנוכחים, שביקשו לעורר מדנים, סיפרו את הדבר להמן כדי לִרְאוֹת הֲיַעַמְדוּ דִּבְרֵי מָרְדֳּכַי, האם יצליח לעמוד מרדכי בהחלטתו שלא להשתחוות להמן, כִּי־הִגִּיד לָהֶם אֲשֶׁר־הוּא יְהוּדִי, ועל כן לא יוכל להשתחוות להמן.",
  "3:5": "וַיַּרְא גם הָמָן עצמו כִּי־אֵין מָרְדֳּכַי כֹּרֵעַ וּמִשְׁתַּחֲוֶה לוֹ, וַיִּמָּלֵא הָמָן חֵמָה, זעם על הביזיון הפומבי.",
  "3:6": "המן אמור היה להעניש על כך את מרדכי או להיפטר ממנו, אבל – וַיִּבֶז בְּעֵינָיו לִשְׁלֹחַ יָד בְּמָרְדֳּכַי לְבַדּוֹ. הפגיעה האישית במרדכי לא נראתה לו מספקת כִּי־הִגִּידוּ לוֹ אֶת־עַם מָרְדֳּכָי. מכאן שבימים ההם לא היה סימן חיצוני ברור לכול להבחנה בין יהודי לבין מי שאינו יהודי. גם בשמותיהם לא ניכרו היהודים מהנכרים. וַיְבַקֵּשׁ הָמָן לְהַשְׁמִיד אֶת־כָּל־הַיְּהוּדִים אֲשֶׁר בְּכָל־מַלְכוּת אֲחַשְׁוֵרוֹשׁ. למרות עיסוקיו הרבים של המן, שהיה שר בכיר בממלכה אדירה, הוא פיתח אובססיה ליהודים משום שהם עַם מָרְדֳּכָי, ותכנן כיצד להיפטר מהם.",
  "3:7": "המן גמר בדעתו להשמיד את היהודים, וזמם כיצד להוציא את תכנית ההשמדה אל הפועל: בַּחֹדֶשׁ הָרִאשׁוֹן הוּא־חֹדֶשׁ נִיסָן, בִּשְׁנַת שְׁתֵּים עֶשְׂרֵה לַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ, הִפִּיל פּוּר – מלה פרסית – הוּא בעברית: הַגּוֹרָל, אמצעי לניחוש או למשחקים, המשמש לקבוע מה טוב או ראוי לעשות, ומהו הזמן הנכון למעשה, לִפְנֵי הָמָן. כנהוג בקרב מלכי קדם שניסו למצוא סימנים לעתיד להיות, לטובה או לרעה. המן רצה לקבוע תאריך מתאים, ולשם כך ערך חישובים והטיל גורלות מִיּוֹם לְיוֹם וּמֵחֹדֶשׁ לְחֹדֶשׁ שְׁנֵים־עָשָׂר הוּא־חֹדֶשׁ אֲדָר. הוא הסיק שבחודש אדר, מן הסתם בשנה הקרובה, תהיה מפלתם של היהודים.",
  "3:8": "מכיוון שלהמן לא היה כוח משל עצמו, הוא ביקש להסית את אחשורוש. וַיֹּאמֶר הָמָן לַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ: יֶשְׁנוֹ עַם־אֶחָד מְפֻזָּר וּמְפֹרָד בֵּין הָעַמִּים בְּכֹל מְדִינוֹת מַלְכוּתֶךָ, ואיננו ממלא מדינה שלמה, וְדָתֵיהֶם, חוקיהם, דרכי החיים שלהם שֹׁנוֹת מִכָּל־עָם. חלק ניכר ממצוות התורה אכן מושתת על היבדלות מן הגויים והימנעות היהודים מעבודת אלילים. את חוקיהם שלהם הם שומרים וְאולם אֶת־דָּתֵי הַמֶּלֶךְ אֵינָם עֹשִׂים, וְלַמֶּלֶךְ אֵין־שֹׁוֶה לְהַנִּיחָם. הם עם קטן שאין בו חשיבות, אך זהו גורם מטריד המפר את ההרמוניה, ולכן לא כדאי לך להניח להם.",
  "3:9": "אִם־עַל, בעיני הַמֶּלֶךְ טוֹב לשמוע להצעתי, יִכָּתֵב בפקודה רשמית לְאַבְּדָם, להשמיד את היהודים. וַעֲשֶׂרֶת אֲלָפִים כִּכַּר־כֶּסֶף אֶשְׁקוֹל עַל־יְדֵי עֹשֵׂי הַמְּלָאכָה. אתנדב לתת בעצמי עשרת אלפים כיכרות כסף בידי בעלי המלאכה, והם יהפכו אותן למטבעות או למטילי כסף כדי לְהָבִיא אֶל־גִּנְזֵי הַמֶּלֶךְ. התרומה לאוצר המלך נועדה לפצות על הפסד אפשרי הכרוך במעשה שמציע המן. המלך עלול לחשוש מאבדן משלמי המסים כשיושמדו אנשים רבים.",
  "3:10": "בהיותו אדיש לגורלם של היהודים, היה אחשורוש כנראה נרגש מהמחווה הנדיבה של השר הראשי. על כן – וַיָּסַר הַמֶּלֶךְ אֶת־טַבַּעְתּוֹ, שבה החותם המלכותי מֵעַל יָדוֹ וַיִּתְּנָהּ לְהָמָן בֶּן־הַמְּדָתָא הָאֲגָגִי צֹרֵר הַיְּהוּדִים. לא הייתה זו הסכמה בעל-פה בלבד, אלא הענקת האישור והסמכות להמן לחתום בפועל בשם המלך.",
  "3:11": "וַיֹּאמֶר הַמֶּלֶךְ לְהָמָן: הַכֶּסֶף שהצעת לתת, נָתוּן לָךְ. הוא יישאר בידך. הממלכה תקבל על עצמה את ההפסד. וְאף הָעָם נתון לך לַעֲשׂוֹת בּוֹ כַּטּוֹב בְּעֵינֶיךָ, כרצונך.",
  "3:12": "המן פעל במהירות רבה. אם פתח בצעדיו המעשיים בתחילת חודש ניסן, כבר ביום השלושה-עשר בניסן היה הכול מוכן לקראת השלב הבא של תכניתו: וַיִּקָּרְאוּ סֹפְרֵי הַמֶּלֶךְ בַּחֹדֶשׁ הָרִאשׁוֹן בִּשְׁלוֹשָׁה עָשָׂר יוֹם בּוֹ. וַיִּכָּתֵב כְּכָל־אֲשֶׁר־צִוָּה הָמָן אֶל אֲחַשְׁדַּרְפְּנֵי־הַמֶּלֶךְ, מושלי הפרובינציות וְאֶל־הַפַּחוֹת, מושלי האזורים הקטנים יותר, הפחוות אֲשֶׁר עַל־מְדִינָה וּמְדִינָה וְאֶל־שָׂרֵי עַם וָעָם, מְדִינָה וּמְדִינָה כִּכְתָבָהּ וְעַם וָעָם כִּלְשׁוֹנוֹ, בְּשֵׁם הַמֶּלֶךְ אֲחַשְׁוֵרֹשׁ נִכְתָּב מכתב הפקודה וְנֶחְתָּם בְּטַבַּעַת הַמֶּלֶךְ.",
  "3:13": "וְנִשְׁלוֹחַ, נשלחו סְפָרִים בְּיַד הָרָצִים אֶל־כָּל־מְדִינוֹת הַמֶּלֶךְ, שבהם נכתב כי המלך מתיר לְהַשְׁמִיד לַהֲרֹג וּלְאַבֵּד אֶת־כָּל־הַיְּהוּדִים מִנַּעַר וְעַד־זָקֵן טַף וְנָשִׁים בְּיוֹם אֶחָד, בִּשְׁלוֹשָׁה עָשָׂר לְחֹדֶשׁ שְׁנֵים־עָשָׂר שהוּא־חֹדֶשׁ אֲדָר. ההוראות נשלחו כמעט שנה לפני המועד, אולי כדי לקבוע עובדות בשטח ככל האפשר וכדי להספיק להגיע לכל מקום ברחבי הממלכה. בגלל אמונתו של המן בפור שלו הוא היה נחוש להיצמד אל התאריך שעלה מן הגורל, שבו יוצאו היהודים מחוץ לחוק, ואז יוּתר דמם ואת שְׁלָלָם, רכושם מותר יהיה לָבוֹז, לבזוז. המלך לא הוציא את ההחלטה אל הפועל בכוח צבאו או משטרתו. הוא הודיע שבתאריך זה תימנע הגנתו של החוק מן היהודים, בהניחו כי בני העמים השונים ינצלו את ההזדמנות לבצע את תכניתו של המן.",
  "3:14": "פַּתְשֶׁגֶן, נוסח, העתק הַכְּתָב של הגזרה לְהִנָּתֵן דָּת, חוק בְּכָל־מְדִינָה וּמְדִינָה, גָּלוּי לְכָל־הָעַמִּים לִהְיוֹת עֲתִדִים, מוכנים לַיּוֹם הַזֶּה. אף שכנראה לא בכל פינה נידחת באימפריה הפרסית ישבו יהודים, ההודעה נשלחה לכל המדינות מטעמים בירוקרטיים: הוראתו הכללית של המלך צריכה להגיע לכל מקום.",
  "3:15": "הָרָצִים ובידם הגזרה יָצְאוּ דְחוּפִים בִּדְבַר הַמֶּלֶךְ, וְהַדָּת נִתְּנָה בְּשׁוּשַׁן הַבִּירָה. וְהַמֶּלֶךְ וְהָמָן יָשְׁבוּ לִשְׁתּוֹת להצלחת התכנית. מתוך שמחתם במימוש התכנית ערכו אחשורוש והמן משתה קטן. וְהָעִיר שׁוּשָׁן – בעיקר תושביה היהודים, שחיו סביב מרדכי ובקרבתו, נָבוֹכָה בגלל התדהמה מן הגזרה הקשה שהתרגשה לבוא עליהם.",
  "4:1": "וּמָרְדֳּכַי, שהיה פקיד גבוה בסביבת המלך, יָדַע אֶת־כָּל־אֲשֶׁר נַעֲשָׂה. מן הסתם היה מהראשונים שקראו את העתקי הגזרה שהופצו בממלכה. מרדכי הבין את חומרת המצב ואת משמעותו לעתיד היהודים קודם שהבינו זאת שאר יהודי שושן. הוא התייחס בכובד ראש ליעילות התעמולה של המן ולעצמת השפעתו על המתרחש בחצר המלוכה. משום כך – וַיִּקְרַע מָרְדֳּכַי אֶת־בְּגָדָיו לאות אבל, וַיִּלְבַּשׁ שַׂק והניח על ראשו אֵפֶר. וַיֵּצֵא בְּתוֹךְ הָעִיר, וַיִּזְעַק זְעָקָה גְדוֹלָה וּמָרָה, זעקת תפילה ותחנונים אל אלוקים וזעקת מחאה כלפי השלטונות.",
  "4:2": "וַיָּבוֹא עַד לִפְנֵי שַׁעַר־הַמֶּלֶךְ, אבל אף על פי שהיה מבאי המקום, לא נכנס לשער כִּי אֵין לָבוֹא אֶל־שַׁעַר הַמֶּלֶךְ בִּלְבוּשׁ שָׂק לפי תקנות הלבוש הממלכתיות.",
  "4:3": "וּבְכָל־מְדִינָה וּמְדִינָה, מְקוֹם אֲשֶׁר דְּבַר־הַמֶּלֶךְ וְדָתוֹ, פקודתו מַגִּיעַ, אֵבֶל גָּדוֹל לַיְּהוּדִים וְצוֹם וּבְכִי וּמִסְפֵּד. שַׂק וָאֵפֶר יֻצַּע, ישוטח בחוצות לשימוש הרַבִּים.",
  "4:4": "וַתָּבוֹאנָה נַעֲרוֹת אֶסְתֵּר וְסָרִיסֶיהָ וַיַּגִּידוּ לָהּ מה עשה מרדכי. המקורבים לאסתר ידעו על קרבתו למלכה, שהרי בעבר מרדכי שאל בשלומה יום יום, וגם היא זו שהעבירה את אזהרת מרדכי למלך. וַתִּתְחַלְחַל, הזדעזעה הַמַּלְכָּה מְאֹד מפני שהיא לא שמעה דבר על המתרחש. פקודות המלך לא הועברו לבית הנשים, שכן הניחו שהן אינן צריכות לעסוק בענייני השלטון. כיוון שרצתה לשמוע ממנו על המתרחש, והואיל וידעה שאין הוא רשאי להיכנס בלבוש שק – וַתִּשְׁלַח בְּגָדִים לְהַלְבִּישׁ אֶת־מָרְדֳּכַי וּלְהָסִיר שַׂקּוֹ מֵעָלָיו, וְאולם מרדכי לֹא קִבֵּל, ולא הסיר את שקו מעליו.",
  "4:5": "וַתִּקְרָא אֶסְתֵּר לַהֲתָךְ, שהיה אחד מִסָּרִיסֵי הַמֶּלֶךְ אֲשֶׁר הֶעֱמִיד לְפָנֶיהָ. התך לא היה משרת פשוט אלא ניתנה בידיו סמכות לסייע למלכה. וַתְּצַוֵּהוּ עַל מָרְדֳּכָי כדי לָדַעַת מַה־זֶּה וְעַל־מַה־זֶּה, מה פשר התנהגותו ומה מבוקשו.",
  "4:6": "וַיֵּצֵא הֲתָךְ אֶל־מָרְדֳּכָי, אֶל־רְחוֹב, רחבת הָעִיר אֲשֶׁר לִפְנֵי שַׁעַר־הַמֶּלֶךְ. מרדכי לא ניגש אל שער המלך, ולכן יצא התך אל הרחבה שמחוצה לו, ושם שאל את מרדכי לפשר מעשיו.",
  "4:7": "וַיַּגֶּד־לוֹ מָרְדֳּכַי אֵת כָּל־אֲשֶׁר קָרָהוּ, לאו דווקא את סירובו להשתחוות להמן, שכן ייתכן שראה בגזרת המן רק המשך מסורת השנאה שהונחלה לו מאבותיו, בני עמלק. וְאֵת פָּרָשַׁת הַכֶּסֶף אֲשֶׁר אָמַר הָמָן לִשְׁקוֹל עַל, אל גִּנְזֵי הַמֶּלֶךְ בַּעבור היְּהוּדִים לְאַבְּדָם. מלבד עצם גזרת ההשמדה עברה השמועה על התשלום העצום שהציע המן בנחרצותו לאבד את היהודים.",
  "4:8": "וְאֶת־פַּתְשֶׁגֶן, העתק כְּתָב־הַדָּת אֲשֶׁר־נִתַּן בְּשׁוּשָׁן לְהַשְׁמִידָם נָתַן לוֹ – להתך כדי לְהַרְאוֹת אֶת־אֶסְתֵּר את הכתב, וּלְהַגִּיד לָהּ במה מדובר, ויתרה מזו – לְצַוּוֹת עָלֶיהָ בשמו לָבוֹא אֶל־הַמֶּלֶךְ, לְהִתְחַנֶּן־לוֹ וּלְבַקֵּשׁ מִלְּפָנָיו עַל־עַמָּהּ. איש מלבדה לא יוכל לעצור את המן, שמעמדו כה רם בממלכה; מרדכי איננו מקורב למלך, אבל אסתר חיה בארמון, והיא חביבה על אחשורוש. ומכיוון שגזרה זו הייתה מבוססת בעיקרה על רגש, הניח מרדכי שיהא בכוחה לבטל את הגזרה בתחנוניה.",
  "4:9": "וַיָּבוֹא הֲתָךְ השליח וַיַּגֵּד לְאֶסְתֵּר אֵת דִּבְרֵי מָרְדֳּכָי.",
  "4:10": "וַתֹּאמֶר אֶסְתֵּר לַהֲתָךְ וַתְּצַוֵּהוּ חזרה אֶל־מָרְדֳּכָי, לומר לו את הדברים הבאים:",
  "4:11": "הרי כללי הכניסה אל המלך ידועים – כָּל־עַבְדֵי הַמֶּלֶךְ הנמצאים בחצרו וְעַם מְדִינוֹת הַמֶּלֶךְ יֹדְעִים אֲשֶׁר כָּל־אִישׁ וְאִשָּׁה אֲשֶׁר־יָבוֹא אֶל־הַמֶּלֶךְ אֶל־הֶחָצֵר הַפְּנִימִית, מקומו המיוחד של המלך, שאין להיכנס אליו ללא הזמנה מיוחדת, שהרי מעמדו של המלך – כמעמדו של אל למחצה. כאֲשֶׁר לֹא־יִקָּרֵא, בלי רשות – אַחַת דָּתוֹ, דינו היחיד לְהָמִית, משום שפלש אל התחום האסור, לְבַד מֵהאדם אֲשֶׁר יוֹשִׁיט־לוֹ הַמֶּלֶךְ אֶת־שַׁרְבִיט הַזָּהָב – וְחָיָה. אם עובר אדם על החוקים ונכנס אל החצר הפנימית ללא הזמנה, והמלך אינו רוצה במיתתו, הוא יכול להרשות לו לגשת אליו בהושטת שרביטו אליו. לא נאה למלך להושיט לאנשים יד; לכן הושטת השרביט היא המסמנת שאדם מסוים רצוי לפניו. וַאֲנִי לֹא נִקְרֵאתִי לָבוֹא אֶל־הַמֶּלֶךְ זֶה שְׁלוֹשִׁים יוֹם. אמנם אני המלכה החביבה על המלך, אך יש לו אלפי נשים ופילגשים. אין לדעת מה מצב רוחו כעת, אך העובדה שהמלך לא הזמין אותי כבר חודש אינה מבשרת טובות. אם אכנס אליו כך, אסכן את חיי.",
  "4:12": "וַיַּגִּידוּ לְמָרְדֳּכָי אֵת דִּבְרֵי אֶסְתֵּר.",
  "4:13": "וַיֹּאמֶר מָרְדֳּכַי לְהָשִׁיב אֶל־אֶסְתֵּר: את מרגישה מוגנת בארמון, ואת חושבת שתינצלי מפגיעתה של פקודת המן. אַל־תְּדַמִּי בְנַפְשֵׁךְ את הרעיון לְהִמָּלֵט בהיותך בתוך בֵּית־הַמֶּלֶךְ מִכָּל־הַיְּהוּדִים.",
  "4:14": "כִּי אִם־הַחֲרֵשׁ תַּחֲרִישִׁי, תשתקי ולא תעשי דבר בפועל בָּעֵת הַזֹּאת, אני מניח כי רֶוַח וְהַצָּלָה יַעֲמוֹד לַיְּהוּדִים מִמָּקוֹם אַחֵר. הגזרה מתוכננת לעוד אחד-עשר חודש. אנו סומכים על אלוקים שיעשה נס עד אז, וְאולם אני בטוח שאַתְּ וּבֵית־אָבִיךְ תֹּאבֵדוּ מכיוון שלא פעלת בזמן הנכון. החורבן יבוא עלייך ועל כל משפחתך – ואף עלי בכללם. וּמִי יוֹדֵעַ אִם, אולי לְעֵת כָּזֹאת הִגַּעַתְּ לַמַּלְכוּת. את עלית לגדולה באופן לא מתוכנן, והנה את מוצאת את עצמך בזמן ובמקום שאת היחידה שיכולה לפעול, לשנות ולהציל. האם אינך חושבת שבצירוף המקרים הזה טמונה משמעות?! האם אינך רואה בכך סימן משמים?!",
  "4:15": "אסתר, כדרכה, קיבלה את דברי מרדכי –וַתֹּאמֶר אֶסְתֵּר לְהָשִׁיב אֶל־מָרְדֳּכָי שוב על ידי שליח:",
  "4:16": "לֵךְ כְּנוֹס, אסוף אֶת־כָּל־הַיְּהוּדִים הַנִּמְצְאִים בְּשׁוּשָׁן לתפילה, וְצוּמוּ עָלַי, למעני וְאַל־תֹּאכְלוּ וְאַל־תִּשְׁתּוּ שְׁלֹשֶׁת יָמִים, לַיְלָה וָיוֹם, צום כבד חריג שיארך שלוש יממות רצופות. גַּם־אֲנִי וְנַעֲרֹתַי אָצוּם כֵּן כי עלינו להתפלל להצלחתי. וּבְכֵן אָבוֹא אֶל־הַמֶּלֶךְ אֲשֶׁר לֹא־כַדָּת, שלא כחוק, וְכַאֲשֶׁר אָבַדְתִּי – אָבָדְתִּי. אולי יום כניסתי אל המלך יהיה היום האחרון בחיי.",
  "4:17": "וַיַּעֲבֹר מָרְדֳּכָי ממקומו, וַיַּעַשׂ כְּכֹל אֲשֶׁר־צִוְּתָה עָלָיו אֶסְתֵּר. הוא אסף את היהודים, סיפר להם על גזרת ההשמדה ועל מצבה של אסתר והורה להם לצום. נראה שבזכות מעמדו של מרדכי בעיני היהודים עלה בידו לכנסם, והם קיבלו את סמכותו ונשמעו לו.",
  "5:1": "וַיְהִי בַּיּוֹם הַשְּׁלִישִׁי לצום היהודים, שאולי היה גם היום השלישי לנתינת הפקודה, כלומר בחג הראשון של פסח, או יום יומיים לאחר מכן, וַתִּלְבַּשׁ אֶסְתֵּר בגדי מַלְכוּת וַתַּעֲמֹד בַּחֲצַר בֵּית־הַמֶּלֶךְ הַפְּנִימִית נֹכַח, מול בֵּית הַמֶּלֶךְ. וְהַמֶּלֶךְ יוֹשֵׁב עַל־כִּסֵּא מַלְכוּתוֹ בְּבֵית הַמַּלְכוּת נֹכַח פֶּתַח הַבָּיִת, ורואה מי נמצא בחצר.",
  "5:2": "וַיְהִי כִרְאוֹת הַמֶּלֶךְ אֶת־אֶסְתֵּר הַמַּלְכָּה עֹמֶדֶת בֶּחָצֵר, נָשְׂאָה חֵן בְּעֵינָיו. התעוררה בלבו הרגשת החיבה שהייתה לו כלפיה כשבחר בה, ולכן – וַיּוֹשֶׁט הַמֶּלֶךְ לְאֶסְתֵּר אֶת־שַׁרְבִיט הַזָּהָב אֲשֶׁר בְּיָדוֹ, ובכך העניק לה רשות רשמית להיכנס. וַתִּקְרַב אֶסְתֵּר וַתִּגַּע בְּרֹאשׁ הַשַּׁרְבִיט, שזו כנראה התגובה הטקסית המקובלת לקבלת הרשות.",
  "5:3": "וַיֹּאמֶר לָהּ הַמֶּלֶךְ: מַה־לָּךְ אֶסְתֵּר הַמַּלְכָּה וּמַה־בַּקָּשָׁתֵךְ? ברור שבאת כדי לבקש דבר, והודות לאהבתי אלייך תוכלי לבקש עַד־חֲצִי הַמַּלְכוּת – וְיִנָּתֵן לָךְ. הוא ביטא את נכונותו למענה בלשון הפרזה.",
  "5:4": "וַתֹּאמֶר אֶסְתֵּר באותו נוסח רשמי: אִם־עַל, בעיני הַמֶּלֶךְ טוֹב, יָבוֹא הַמֶּלֶךְ וְהָמָן, האיש החשוב בממלכה והמקורב ביותר למלך הַיּוֹם אֶל־הַמִּשְׁתֶּה אֲשֶׁר־עָשִׂיתִי לוֹ – למלך.",
  "5:5": "וַיֹּאמֶר הַמֶּלֶךְ: מַהֲרוּ אֶת־הָמָן לַעֲשׂוֹת אֶת־דְּבַר אֶסְתֵּר. המלך נשמע מזלזל בהמן, שהוא כמשרת המחויב להיענות מיד לכל רצון שמתעורר במלכה. וַיָּבֹא הַמֶּלֶךְ וְהָמָן, ששמח מאוד בכבוד שזכה בו, אֶל־הַמִּשְׁתֶּה אֲשֶׁר־עָשְׂתָה אֶסְתֵּר.",
  "5:6": "אחשורוש הבין שהמשתה איננו חגיגה לשמה אלא נועד ליצור הזדמנות מתאימה להפניית משאלה של המלכה במחיצת עושה דברו. לפיכך – וַיֹּאמֶר הַמֶּלֶךְ לְאֶסְתֵּר בְּמִשְׁתֵּה הַיַּיִן: מַה־שְּׁאֵלָתֵךְ – וְיִנָּתֵן לָךְ, וּמַה־בַּקָּשָׁתֵךְ – עַד־חֲצִי הַמַּלְכוּת וְתֵעָשׂ.",
  "5:7": "וַתַּעַן אֶסְתֵּר וַתֹּאמַר: שְׁאֵלָתִי וּבַקָּשָׁתִי. למרות ביטויי החיבה שאסתר שמעה מאחשורוש, היא הייתה עדיין מהוססת. היא לא בטחה בכוחה לנקוט מיד צעד קיצוני, וידעה שאם תיכשל, היא עלולה להסתכן גם באופן אישי.",
  "5:8": "אִם־מָצָאתִי חֵן בְּעֵינֵי הַמֶּלֶךְ וְאִם־עַל־הַמֶּלֶךְ טוֹב, לָתֵת אֶת־שְׁאֵלָתִי וְלַעֲשׂוֹת אֶת־בַּקָּשָׁתִי, יָבוֹא הַמֶּלֶךְ וְהָמָן אֶל־הַמִּשְׁתֶּה אֲשֶׁר אֶעֱשֶׂה לָהֶם פעם נוספת, וּמָחָר אֶעֱשֶׂה כִּדְבַר הַמֶּלֶךְ. אינני מוכנה נפשית עדיין לשטוח את בקשתי. אולי חוסר הביטחון הוא שגרם לה גם להאריך בדיבור וגם לדחות את פרישת בקשתה.",
  "5:9": "אחשורוש יצא מן המשתה סקרן למדי, שכן מכניסתה אליו אתמול שלא לפי הכללים ומהדחייה החוזרת הבין שאסתר מתכוננת לבקשה גדולה; ואילו המן היה מאושר – וַיֵּצֵא הָמָן בַּיּוֹם הַהוּא שָׂמֵחַ וְטוֹב לֵב. הוא ראה את עצמו בשיא גדולתו, שהרי אין הוא מקורב רק למלך; אף המלכה קירבה אותו באופן מיוחד, ובכך ראה סימן ברור למעמדו הרם. אולם באמצע הדרך הידרדר מצב רוחו – וְכִרְאוֹת הָמָן אֶת־מָרְדֳּכַי בְּשַׁעַר הַמֶּלֶךְ, שלשם הוא שב בבגדיו הרגילים לאחר שנגמר הצום, וְלֹא־קָם וְלֹא־זָע מִמֶּנּוּ והתעלם ממנו לחלוטין – וַיִּמָּלֵא הָמָן עַל־מָרְדֳּכַי חֵמָה, כעס. ככל שעלתה קרנו בממלכה, כך גאה בו הזעם על ביזיונו.",
  "5:10": "וַיִּתְאַפַּק הָמָן כי בינתיים לא יכול היה לעשות דבר, וַיָּבוֹא אֶל־בֵּיתוֹ, וַיִּשְׁלַח וַיָּבֵא לביתו אֶת־אֹהֲבָיו וְאֶת־זֶרֶשׁ אִשְׁתּוֹ רבת ההשפעה.",
  "5:11": "הוא ערך מעין מסיבה כדי לספר לידידיו שהוזמן למשתה המכובד, וַיְסַפֵּר לָהֶם הָמָן אֶת־כְּבוֹד עָשְׁרוֹ וְרֹב, ריבוי בָּנָיו. אמנם בהמשך יסופר על תליית עשרת בניו, אך ייתכן שהיו לו בנים נוספים מנשים אחרות. וְאֵת כָּל־אֲשֶׁר גִּדְּלוֹ הַמֶּלֶךְ וְאֵת אֲשֶׁר נִשְּׂאוֹ עַל־הַשָּׂרִים וְעַבְדֵי הַמֶּלֶךְ.",
  "5:12": "וַיֹּאמֶר הָמָן: אַף לֹא־הֵבִיאָה אֶסְתֵּר הַמַּלְכָּה עִם־הַמֶּלֶךְ אֶל־הַמִּשְׁתֶּה אֲשֶׁר־עָשָׂתָה כִּי אִם־אוֹתִי, וְגַם־לְמָחָר אֲנִי קָרוּא־לָהּ עִם־הַמֶּלֶךְ. זוהי גולת הכותרת. אינני רק השר הראשון בממלכה; נעשיתי החביב על בית המלוכה, היחיד והמיוחד.",
  "5:13": "וְכָל־זֶה אֵינֶנּוּ שֹׁוֶה לִי בְּכָל־עֵת אֲשֶׁר אֲנִי רֹאֶה אֶת־מָרְדֳּכַי הַיְּהוּדִי יוֹשֵׁב בְּשַׁעַר הַמֶּלֶךְ. אמנם יש לי כבוד, עושר ועתיד מזהיר, אבל מרדכי בז לי.",
  "5:14": "וַתֹּאמֶר לוֹ זֶרֶשׁ אִשְׁתּוֹ וְכָל־אֹהֲבָיו, שהצטרפו אף הם להצעה: יַעֲשׂוּ־עֵץ גָּבֹהַּ חֲמִשִּׁים אַמָּה, וּבַבֹּקֶר אֱמֹר לַמֶּלֶךְ, וְיִתְלוּ אֶת־מָרְדֳּכַי עָלָיו. אל תמתין עד למשתה. בוא כבר בבוקר אל המלך ואמור לו שיש מישהו שטורד את מנוחתך ואיננו שומע לפקודתך. בקש שיתלו אותו באופן אישי לפני שיאבדו את שאר היהודים. וּבֹא עִם־הַמֶּלֶךְ אֶל־הַמִּשְׁתֶּה בערב רגוע ושָׂמֵחַ. וַיִּיטַב הַדָּבָר, הרעיון לִפְנֵי הָמָן, וַיַּעַשׂ הָעֵץ. הוא נתן פקודה שיבנו עץ כזה כדי להכין את תלייתו של מרדכי ולקדם את המן לעבר פסגת אושרו.",
  "6:1": "בַּלַּיְלָה הַהוּא שלאחר המשתה של אסתר נָדְדָה שְׁנַת הַמֶּלֶךְ ללא סיבה ברורה. וַיֹּאמֶר, הוא ציווה לְהָבִיא אֶת־סֵפֶר הַזִּכְרֹנוֹת של דִּבְרֵי הַיָּמִים, ספר ההיסטוריה המלכותית. וַיִּהְיוּ קטעים מתוך הספר נִקְרָאִים לִפְנֵי הַמֶּלֶךְ כדי לשעשעו בזיכרונות העבר.",
  "6:2": "וַיִּמָּצֵא כָתוּב בין המאורעות שעברו על המלך, אֲשֶׁר הִגִּיד מָרְדֳּכַי עַל־בִּגְתָנָא, בגתן וָתֶרֶשׁ, שְׁנֵי סָרִיסֵי הַמֶּלֶךְ מִשֹּׁמְרֵי הַסַּף, שהם קרובים למדי אל המלך, אֲשֶׁר בִּקְשׁוּ לִשְׁלֹחַ יָד בַּמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ. ניסיון ההתנקשות שלהם, גילוי סודם על ידי מרדכי ודבר תלייתם על העץ – כל אלה תועדו.",
  "6:3": "וַיֹּאמֶר הַמֶּלֶךְ: מַה־נַּעֲשָׂה יְקָר וּגְדוּלָּה לְמָרְדֳּכַי עַל־זֶה? הרי ייתכן שניתן לו גמול כלשהו; אך פרט זה אינו קשור לדברי ימי המלך, ולכן לא נזכר בספר. וַיֹּאמְרוּ נַעֲרֵי הַמֶּלֶךְ מְשָׁרְתָיו: לֹא־נַעֲשָׂה עִמּוֹ דָּבָר בתמורה. הוא מילא את חובתו האזרחית בהסגרת המורדים ולא קיבל שכר על כך.",
  "6:4": "וַיֹּאמֶר הַמֶּלֶךְ: מִי בֶחָצֵר? האם יש מישהו בחצר המלך כעת? נראה שהדבר אירע לפנות בוקר, והמלך חיפש מישהו שיוכל לשוחח אתו בעניינים הטורדים את מנוחתו ולהתייעץ בו. וְהָמָן בָּא בדיוק אז לַחֲצַר בֵּית־הַמֶּלֶךְ הַחִיצוֹנָה לֵאמֹר לַמֶּלֶךְ לִתְלוֹת אֶת־מָרְדֳּכַי עַל־הָעֵץ אֲשֶׁר־הֵכִין לוֹ כפי שיעצו לו אשתו ואוהביו. אף על פי שמרדכי ועם ישראל היו כרוכים יחד במחשבתו, מרדכי הציק לו יום יום, ולכן היה מעוניין להיפטר ממנו מיד.",
  "6:5": "וַיֹּאמְרוּ נַעֲרֵי הַמֶּלֶךְ אֵלָיו: הִנֵּה הָמָן עֹמֵד בֶּחָצֵר. וַיֹּאמֶר הַמֶּלֶךְ: יָבוֹא.",
  "6:6": "וַיָּבוֹא הָמָן, וַיֹּאמֶר לוֹ הַמֶּלֶךְ: מַה־לַּעֲשׂוֹת בָּאִישׁ אֲשֶׁר הַמֶּלֶךְ חָפֵץ בִּיקָרוֹ, מעוניין להעניק לו כבוד פומבי? וַיֹּאמֶר הָמָן בְּלִבּוֹ: לְמִי יַחְפֹּץ הַמֶּלֶךְ לַעֲשׂוֹת יְקָר יוֹתֵר מִמֶּנִּי?! ההקשר גרם להמן להבין את דברי המלך כאילו שאל אותו ישירות: איזה כבוד היית רוצה?",
  "6:7": "וַיֹּאמֶר הָמָן אֶל־הַמֶּלֶךְ: עצתי היא שלאִישׁ אֲשֶׁר הַמֶּלֶךְ חָפֵץ בִּיקָרוֹ,",
  "6:8": "יָבִיאוּ לְבוּשׁ מַלְכוּת אֲשֶׁר לָבַשׁ־בּוֹ הַמֶּלֶךְ בפועל, וְסוּס אֲשֶׁר רָכַב עָלָיו הַמֶּלֶךְ, וַאֲשֶׁר נִתַּן כֶּתֶר מַלְכוּת בְּרֹאשׁוֹ של המלך בזמן הרכיבה עליו,",
  "6:9": "וְנָתוֹן, יתנו את הַלְּבוּשׁ וְהַסּוּס עַל־יַד־אִישׁ מִשָּׂרֵי הַמֶּלֶךְ הַפַּרְתְּמִים, מהשרים הבכירים, במקום לידיו של משרת זוטר, וְהִלְבִּשׁוּ אֶת־הָאִישׁ אֲשֶׁר הַמֶּלֶךְ חָפֵץ בִּיקָרוֹ, וְהִרְכִּיבֻהוּ עַל־הַסּוּס בִּרְחוֹב הָעִיר, וְקָרְאוּ לְפָנָיו אותם הפרתמים שיובילו אותו: \"כָּכָה יֵעָשֶׂה לָאִישׁ אֲשֶׁר הַמֶּלֶךְ חָפֵץ בִּיקָרוֹ\". המן יכול היה לראות את עצמו בעיני רוחו על הסוס, לבוש בלבוש המלכותי, לאחר שבחר לו בקלות את אחד השרים שירוץ לפניו. יקָרוֹ\".",
  "6:10": "וַיֹּאמֶר הַמֶּלֶךְ לְהָמָן: זהו אכן רעיון טוב. מַהֵר – אין זו רק פקודה חד-משמעית, אלא גם זירוז – קַח אֶת־הַלְּבוּשׁ וְאֶת־הַסּוּס כַּאֲשֶׁר דִּבַּרְתָּ, וַעֲשֵׂה־כֵן לְמָרְדֳּכַי הַיְּהוּדִי הַיּוֹשֵׁב בְּשַׁעַר הַמֶּלֶךְ. ייתכן שהמלך לא הכיר היטב את מרדכי, אבל הוא לא היה דמות אנונימית. מעמדו ומקומו בחצר המלוכה היו ידועים. אַל־תַּפֵּל דָּבָר מִכֹּל אֲשֶׁר דִּבַּרְתָּ.",
  "6:11": "פקודת המלך לא הותירה להמן כל בררה – וַיִּקַּח הָמָן אֶת־ הַלְּבוּשׁ וְאֶת־הַסּוּס וַיַּלְבֵּשׁ אֶת־מָרְדֳּכָי, וַיַּרְכִּיבֵהוּ בִּרְחוֹב הָעִיר, וַיִּקְרָא לְפָנָיו: כָּכָה יֵעָשֶׂה לָאִישׁ אֲשֶׁר הַמֶּלֶךְ חָפֵץ בִּיקָרוֹ.",
  "6:12": "וַיָּשָׁב מָרְדֳּכַי אֶל־שַׁעַר הַמֶּלֶךְ. גם אם השפלת המן מצאה חן בעיני מרדכי, לא היה בה כדי להקל על האימה שבלבו מפני גורלם של היהודים. וְהָמָן נִדְחַף, רץ אֶל־בֵּיתוֹ אָבֵל וַחֲפוּי רֹאשׁ, מבויש ונבוך.",
  "6:13": "וַיְסַפֵּר הָמָן לְזֶרֶשׁ אִשְׁתּוֹ וּלְכָל־אֹהֲבָיו אֵת כָּל־אֲשֶׁר קָרָהוּ. הוא סיפר שעשה כעצתם, אך הגיע לחצר המלך בדיוק ברגע בעייתי, ונחל השפלה עמוקה. וַיֹּאמְרוּ לּוֹ חֲכָמָיו, שאולי כבר אינם אוהביו, וְזֶרֶשׁ אִשְׁתּוֹ בקור רוח: אִם מִזֶּרַע הַיְּהוּדִים מָרְדֳּכַי אֲשֶׁר הַחִלּוֹתָ, התחלת לִנְפֹּל לְפָנָיו – לֹא־תוּכַל לוֹ, כִּי־נָפוֹל תִּפּוֹל לְפָנָיו. אין יחסים פושרים עם היהודים. מי שנאבק בהם ימצא עצמו רומס אותם, או שיגלה שהם מביסים אותו כליל.",
  "6:14": "דברי חכמיו בוודאי לא שיפרו את הרגשתו. עוֹדָם מְדַבְּרִים עִמּוֹ, וְסָרִיסֵי הַמֶּלֶךְ הִגִּיעוּ וַיַּבְהִלוּ לְהָבִיא אֶת־הָמָן בזריזות אֶל־הַמִּשְׁתֶּה אֲשֶׁר־עָשְׂתָה אֶסְתֵּר, שבדרך כלל נערך בשעות הערב. כחלק מהבירוקרטיה המלכותית נשלחו הסריסים להודיע לו שהוא מתבקש להגיע מיד אל המשתה.",
  "7:1": "וַיָּבֹא הַמֶּלֶךְ וְהָמָן לִשְׁתּוֹת עִם־אֶסְתֵּר הַמַּלְכָּה.",
  "7:2": "וַיֹּאמֶר הַמֶּלֶךְ לְאֶסְתֵּר גַּם בַּיּוֹם הַשֵּׁנִי בְּמִשְׁתֵּה הַיַּיִן: מַה־שְּׁאֵלָתֵךְ, אֶסְתֵּר הַמַּלְכָּה – וְתִנָּתֵן לָךְ, וּמַה־בַּקָּשָׁתֵךְ? עַד־חֲצִי הַמַּלְכוּת וְתֵעָשׂ. המלך חזר על שאלתו משום שידע שאסתר מעוניינת במשהו, שאותו היא תגלה במשתה השני.",
  "7:3": "וַתַּעַן אֶסְתֵּר הַמַּלְכָּה בנוסח המקובל וַתֹּאמַר: אִם־מָצָאתִי חֵן בְּעֵינֶיךָ הַמֶּלֶךְ, וְאִם־עַל, בעיני הַמֶּלֶךְ טוֹב, תִּנָּתֶן־לִי נַפְשִׁי בִּשְׁאֵלָתִי וְעַמִּי בְּבַקָּשָׁתִי. אתה מסכים להעניק לי את חצי המלכות, ואילו אני מבקשת שתציל את חיי ואת עמי. מלות הפתיחה הדרמטיות נועדו להשפיע על המלך, ועתה היא מבארת:",
  "7:4": "כִּי נִמְכַּרְנוּ אֲנִי וְעַמִּי לְהַשְׁמִיד, לַהֲרוֹג וּלְאַבֵּד, וְאִלּוּ לַעֲבָדִים וְלִשְׁפָחוֹת נִמְכַּרְנוּ, לוּ גזרו עלינו רק להימכר כעבדים ושפחות – הֶחֱרַשְׁתִּי, לא הייתי מבקשת דבר כִּי אז אֵין הַצָּר, הצרה, או: האירוע המצר לא היה שֹׁוֶה, שָׁווה בְּנֶזֶק הַמֶּלֶךְ, בפגיעה הרגשית במלך. אולם מדובר בגזרת השמדה.",
  "7:5": "וַיֹּאמֶר הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ, וַיֹּאמֶר לְאֶסְתֵּר הַמַּלְכָּה בהפתעה, שכן עד כה היא לא גילתה שהיא יהודייה: מִי הוּא זֶה וְאֵי־זֶה הוּא אֲשֶׁר־מְלָאוֹ לִבּוֹ לַעֲשׂוֹת כֵּן? מי האדם שהעז לרצות להשמיד אותך ואת עמך? לַעֲשׂוֹת כֵּן",
  "7:6": "וַתֹּאמֶר אֶסְתֵּר: אִישׁ צַר וְאוֹיֵב – הָמָן הָרָע הַזֶּה. המן יעץ לך להשמידנו משום שהוא אויב היהודים. ומעבר לכך, הוא אדם רע, וכוונותיו אינן טהורות. על כן לא כדאי לך לבטוח בו. אף שמצב רוחו של המן לא היה טוב, בכל זאת הניח שהוזמן משום שאסתר רוחשת כבוד וחיבה כלפיו, וכלל לא היה מוכן להאשמות שהמלכה הטיחה בו בנוכחות המלך. וְעל כן הָמָן נִבְעָת מִלִּפְנֵי הַמֶּלֶךְ וְהַמַּלְכָּה.",
  "7:7": "וְהַמֶּלֶךְ קָם בַּחֲמָתוֹ, בכעסו מִמִּשְׁתֵּה הַיַּיִן אֶל־גִּנַּת הַבִּיתָן. את מעורבותו בגזרה ואת העובדה שהוא עצמו חתם על המסמכים – שכח. נגד עיניו עמד באותה שעה רק המן המבקש להשמיד את אסתר ואת עמה. כדי להפיג את כעסו על המן קם ויצא לטייל בגינה. וְהָמָן עָמַד לְבַקֵּשׁ עַל־נַפְשׁוֹ מֵאֶסְתֵּר הַמַּלְכָּה. אף שכבר הבין שאין היא שוחרת טובתו כלל, אולי קיווה שתטה אליו חסד משום שלא הזיק לה עד כה, ואולי ציפה לעורר את רחמיה הנשיים כלפיו. כִּי רָאָה כִּי־כָלְתָה, נחרצה אֵלָיו הָרָעָה מֵאֵת הַמֶּלֶךְ.",
  "7:8": "וְהַמֶּלֶךְ שָׁב בינתיים מִגִּנַּת הַבִּיתָן אֶל־בֵּית מִשְׁתֵּה הַיַּיִן, וְהנה הוא רואה שהָמָן נֹפֵל עַל־הַמִּטָּה אֲשֶׁר אֶסְתֵּר יושבת עָלֶיהָ. לפי המנהג הפרסי והיווני, אנשים עשירים או בעלי מעמד לא ישבו על כיסאות במשתה אלא הסבו על מיטות. המן נפל על מיטתה של אסתר משום שהכניע עצמו לפניה והשתחווה כדי לבקש רחמים על נפשו, אבל המלך פירש את המעשה באופן הגרוע ביותר – וַיֹּאמֶר הַמֶּלֶךְ: הֲאם אתה חושב גַם לִכְבּוֹשׁ אֶת־הַמַּלְכָּה עִמִּי בַּבָּיִת, לאנוס את המלכה בנוכחותי?! הַדָּבָר יָצָא מִפִּי הַמֶּלֶךְ, וּפְנֵי הָמָן חָפוּ, נפלו והחווירו מפני שהבין שהגיע סופו, ושאין הוא יכול אפילו להתנצל כראוי כי במצבו כל מה שיוכל להגיד לא יועיל.",
  "7:9": "במשתה שירתו גם מלצרים שלא נחשבו חלק מן הנוכחים. אולם כיוון שהמלך גילה את דעתו על המן, העז אחד מהם להתערב באותה רוח – וַיֹּאמֶר חַרְבוֹנָה שהיה אֶחָד מִן־הַסָּרִיסִים לִפְנֵי הַמֶּלֶךְ: גַּם הִנֵּה־הָעֵץ אֲשֶׁר־עָשָׂה הָמָן לְמָרְדֳּכַי, והוסיף: אֲשֶׁר דִּבֶּר־טוֹב עַל־הַמֶּלֶךְ. זהו המן – מי שהכין עץ תלייה למרדכי שסייע למלך. העץ הזה עֹמֵד בְּבֵית הָמָן והוא גָּבֹהַּ חֲמִשִּׁים אַמָּה. ייתכן שחרבונה לא אהב את המן מסיבותיו שלו, ועכשיו ביקש לנצל את ההזדמנות. וַיֹּאמֶר הַמֶּלֶךְ: תְּלֻהוּ עָלָיו. אם עץ התלייה כבר מוכן, אפשר לקיים את פסק הדין בהמן עצמו תכף ומיד.",
  "7:10": "וַיִּתְלוּ אֶת־הָמָן עַל־הָעֵץ אֲשֶׁר־הֵכִין לְמָרְדֳּכָי, וַחֲמַת הַמֶּלֶךְ שָׁכָכָה, נרגעה.",
  "8:1": "לאחר תלייתו של המן השתפר מצב רוחו של המלך והתעוררה בו רוח להיטיב עם אסתר. בַּיּוֹם הַהוּא נָתַן הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ לְאֶסְתֵּר הַמַּלְכָּה אֶת־בֵּית הָמָן צֹרֵר הַיְּהוּדִים. במתנה זו היה כרוך כסף רב שצבר המן. וּמָרְדֳּכַי בָּא לִפְנֵי הַמֶּלֶךְ לפגישה אישית כִּי־הִגִּידָה אֶסְתֵּר מָה הוּא־לָהּ. היא הציגה אותו בתור בן דודהּ, מחנכהּ ומאמצהּ שגידל אותה. רוחו של אחשורוש הייתה טובה עליו לאחר שנפטר מהמן, ואף אסתר נהגה כלפיו בחביבות והכירה לו טובה. יתר על כן, אם אחשורוש לא ידע עד כה מיהו מרדכי היהודי, ניתנה לו עתה ההזדמנות להיזכר שהוא ידיד נאמן למלך שפעל לטובתו.",
  "8:2": "וַיָּסַר הַמֶּלֶךְ אֶת־טַבַּעְתּוֹ אֲשֶׁר הֶעֱבִיר מֵהָמָן וַיִּתְּנָהּ לְמָרְדֳּכָי לאות אמון. וַתָּשֶׂם אֶסְתֵּר אֶת־מָרְדֳּכַי עַל־בֵּית הָמָן. היא הפכה אותו אחראי לבית המן, שהיה מעין אחוזה.",
  "8:3": "וַתּוֹסֶף אֶסְתֵּר וַתְּדַבֵּר לִפְנֵי הַמֶּלֶךְ. וַתִּפֹּל לִפְנֵי רַגְלָיו, וַתֵּבְךְּ וַתִּתְחַנֶּן־לוֹ לְהַעֲבִיר אֶת־רָעַת הָמָן הָאֲגָגִי וְאֵת מַחֲשַׁבְתּוֹ אֲשֶׁר חָשַׁב עַל־הַיְּהוּדִים.",
  "8:4": "וַיּוֹשֶׁט הַמֶּלֶךְ לְאֶסְתֵּר אֵת שַׁרְבִט הַזָּהָב כדי לציין שהמלכה השוכבת על הרצפה לפני רגליו ובוכה, רצויה בפניו, וכדי לרמוז לה לקום ולומר את דבריה. וַתָּקָם אֶסְתֵּר וַתַּעֲמֹד לִפְנֵי הַמֶּלֶךְ.",
  "8:5": "וַתֹּאמֶר – ובסגנונה ניצלה את כל אהבתו ואהדתו של המלך: אִם־עַל, בעיני הַמֶּלֶךְ טוֹב, וְאִם־מָצָאתִי חֵן לְפָנָיו, וְכָשֵׁר הַדָּבָר לִפְנֵי הַמֶּלֶךְ, וְטוֹבָה אֲנִי בְּעֵינָיו – יִכָּתֵב לְהָשִׁיב אֶת־הַסְּפָרִים שנשלחו בעקבות מַחֲשֶׁבֶת הָמָן בֶּן־הַמְּדָתָא הָאֲגָגִי אֲשֶׁר כָּתַב לְאַבֵּד אֶת־הַיְּהוּדִים אֲשֶׁר בְּכָל־מְדִינוֹת הַמֶּלֶךְ, ולבטל את תוקפם.",
  "8:6": "כִּי אֵיכָכָה, איך אוּכַל וְרָאִיתִי בָּרָעָה אֲשֶׁר־יִמְצָא, תפקוד אֶת־עַמִּי, וְאֵיכָכָה אוּכַל וְרָאִיתִי בְּאָבְדַן מוֹלַדְתִּי, מוצָאי?! בשלב זה אסתר כבר לא חששה לעצמה. היא ידעה שבה לא ייגעו לרעה, אבל היא טענה שאל לו למלך להניח לעמה להיפגע מן הספרים שיצאו מתחת ידו.",
  "8:7": "וַיֹּאמֶר הַמֶּלֶךְ אֲחַשְׁוֵרֹשׁ לְאֶסְתֵּר הַמַּלְכָּה וּלְמָרְדֳּכַי הַיְּהוּדִי, שנכח באותו מעמד, ובידו טבעת המלך: הִנֵּה בֵית־הָמָן נָתַתִּי לְאֶסְתֵּר כמחווה של רצון טוב, וְאֹתוֹ תָּלוּ עַל־הָעֵץ עַל אֲשֶׁר־שָׁלַח יָדוֹ בַּיְּהוּדִים. שוב ניסה המלך לשמור על אווירה הרמונית, תלה את האשמה בהמן בלבד, והשכיח את מעורבותו שלו בשליחת היד ביהודים.",
  "8:8": "וְאַתֶּם כִּתְבוּ עַל־הַיְּהוּדִים במכתב אחר כַּטּוֹב בְּעֵינֵיכֶם בְּשֵׁם הַמֶּלֶךְ וְחִתְמוּ בְּטַבַּעַת הַמֶּלֶךְ כך ששתי הפקודות ינטרלו זו את זו, כִּי־כְתָב אֲשֶׁר־נִכְתָּב בְּשֵׁם־הַמֶּלֶךְ וְנַחְתּוֹם, ונחתם בְּטַבַּעַת הַמֶּלֶךְ אֵין לְהָשִׁיב. משפט המדינה אינו מאפשר אפילו למלך לבטל את פקודותיו שלו, שכן יש להן מעין תוקף אלוהי מוחלט. לכן עליכם לכתוב מכתב מלכותי נוסף שניסוחו יעקוף את הפקודה הקודמת ויצמצם את משמעותה.",
  "8:9": "ואכן – וַיִּקָּרְאוּ סֹפְרֵי־הַמֶּלֶךְ בָּעֵת־הַהִיא, בַּחֹדֶשׁ הַשְּׁלִישִׁי הוּא־חֹדֶשׁ סִיוָן בִּשְׁלוֹשָׁה וְעֶשְׂרִים בּוֹ, כשלושה חודשים לאחר תליית המן, וַיִּכָּתֵב כְּכָל־אֲשֶׁר־צִוָּה מָרְדֳּכַי אֶל־הַיְּהוּדִים, שמאותה שעה כבר לא היו המושא הסביל של הפקודה בלבד, אלא הפכו להיות גורם פעיל בביצועה, ועל כן היו הפעם אף נמעני הספרים, וְאֶל הָאֲחַשְׁדַּרְפְּנִים וְהַפַּחוֹת וְשָׂרֵי הַמְּדִינוֹת אֲשֶׁר מֵהֹדּוּ וְעַד־כּוּשׁ, לשֶׁבַע וְעֶשְׂרִים וּמֵאָה מְדִינָה, מְדִינָה וּמְדִינָה כִּכְתָבָהּ וְעַם וָעָם כִּלְשֹׁנוֹ, וְהפעם אֶל־הַיְּהוּדִים כִּכְתָבָם וְכִלְשׁוֹנָם.",
  "8:10": "וַיִּכְתֹּב מרדכי בְּשֵׁם הַמֶּלֶךְ אֲחַשְׁוֵרֹשׁ וַיַּחְתֹּם בְּטַבַּעַת הַמֶּלֶךְ שניתנה לו. וַיִּשְׁלַח סְפָרִים בְּיַד הָרָצִים באמצעות רכיבה על סוּסִים, רֹכְבֵי הָרֶכֶשׁ, הרוכבים על הסוסים המשובחים, רכוש המלך, הָאֲחַשְׁתְּרָנִים, הפרדים בְּנֵי הָרַמָּכִים, הסוסות.",
  "8:11": "אֲשֶׁר נָתַן הַמֶּלֶךְ לַיְּהוּדִים אֲשֶׁר בְּכָל־עִיר וָעִיר רשות לְהִקָּהֵל, להתאסף וְלַעֲמֹד עַל־נַפְשָׁם. אם הפקודה הקודמת התירה לכל המעוניין להתנפל על היהודים מתוך הנחה שליהודים אסור להגיב, כאן אִפשר להם המלך להתגונן ואפילו לְהַשְׁמִיד וְלַהֲרֹג וּלְאַבֵּד אֶת־כָּל־חֵיל עַם וּמְדִינָה הַצָּרִים אֹתָם, טַף, ילדים וְנָשִׁים, וּשְׁלָלָם לָבוֹז. הותר ליהודים לערוך מלחמה גמורה נגד כל אויב. לָבוֹז.",
  "8:12": "הפקודה תיכנס לתוקף בְּיוֹם אֶחָד בְּכָל־מְדִינוֹת הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ, בִּשְׁלוֹשָׁה עָשָׂר לְחֹדֶשׁ שְׁנֵים־עָשָׂר הוּא־חֹדֶשׁ אֲדָר, אותו תאריך שנקבע קודם לפורענות.",
  "8:13": "פַּתְשֶׁגֶן הַכְּתָב, העתקי המסמך המלכותי לְהִנָּתֵן דָּת, פקודה, חוק בְּכָל־מְדִינָה וּמְדִינָה גָּלוּי לְכָל־הָעַמִּים, יתפרסמו לעיני כול, וְלִהְיוֹת הַיְּהוּדִים עֲתִידִים, מוכנים לַיּוֹם הַזֶּה לְהִנָּקֵם בו מֵאֹיְבֵיהֶם. ביום שיועד לפורענות, בו תהיה הגאולה.",
  "8:14": "הָרָצִים רֹכְבֵי הָרֶכֶשׁ הָאֲחַשְׁתְּרָנִים יָצְאוּ שוב מְבֹהָלִים וּדְחוּפִים בִּדְבַר הַמֶּלֶךְ כדי להפיץ את הפקודה החדשה במהירות האפשרית בכל רחבי הממלכה, וְהַדָּת נִתְּנָה גם בְּשׁוּשַׁן הַבִּירָה עצמה.",
  "8:15": "וּמָרְדֳּכַי, שזכה עתה במינוי חדש, יָצָא מִלִּפְנֵי הַמֶּלֶךְ לבוש בִּלְבוּשׁ מַלְכוּת העשוי מתְּכֵלֶת וָחוּר, כנראה אריג לבן וַעֲטֶרֶת זָהָב גְּדוֹלָה בראשו וְתַכְרִיךְ, אדרת לשם התעטפות העשויה בּוּץ, פשתן וְאַרְגָּמָן, וְהאוכלוסייה היהודית של הָעִיר שׁוּשָׁן צָהֲלָה וְשָׂמֵחָה, שכן יהודי שושן ראו את נציגם עולה לגדולה והופך לאיש החזק במדינה.",
  "8:16": "לַיְּהוּדִים הָיְתָה אוֹרָה וְשִׂמְחָה וְשָׂשֹׂן וִיקָר, שכן במקום הפוגרום הקטלני המיועד, שבו לא היו אמורים לזכות כלל להגנה, הותר להם חוקית להתגונן ולהילחם באויביהם.",
  "8:17": "וּבְכָל־מְדִינָה וּמְדִינָה וּבְכָל־עִיר וָעִיר, מְקוֹם אֲשֶׁר דְּבַר־הַמֶּלֶךְ וְדָתוֹ מַגִּיעַ, שִׂמְחָה וְשָׂשׂוֹן לַיְּהוּדִים, מִשְׁתֶּה וְיוֹם טוֹב, וְרַבִּים מֵעַמֵּי הָאָרֶץ מִתְיַהֲדִים, מעמידים פנים שהם יהודים, או: מעמידים פנים שהם דורשי טובתם של היהודים, לא מחמת שכנוע פנימי, אלא כִּי־נָפַל פַּחַד־הַיְּהוּדִים עֲלֵיהֶם. המכתבים לבדם עשו רושם כה חזק, שעוד לפני שבוצע האמור בהם, התעוררו שמחה וששון בקרב היהודים ונפל פחדם על אחרים.",
  "9:1": "וּבִשְׁנֵים עָשָׂר חֹדֶשׁ הוּא־חֹדֶשׁ אֲדָר, בִּשְׁלוֹשָׁה עָשָׂר יוֹם בּוֹ, היום שקבע המן להיות יום ההשמדה, כאֲשֶׁר הִגִּיעַ דְּבַר־הַמֶּלֶךְ וְדָתוֹ לְהֵעָשׂוֹת, שתי הפקודות היו תקפות, ולכן, בַּיּוֹם אֲשֶׁר שִׂבְּרוּ, קיוו אֹיְבֵי הַיְּהוּדִים לִשְׁלוֹט בָּהֶם – וְנַהֲפוֹךְ הוּא, אֲשֶׁר יִשְׁלְטוּ הַיְּהוּדִים הֵמָּה בְּשֹׂנְאֵיהֶם.",
  "9:2": "נִקְהֲלוּ, התאספו הַיְּהוּדִים בְּעָרֵיהֶם בְּכָל־מְדִינוֹת הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ שהייתה בהן קהילה יהודית, לִשְׁלֹחַ יָד בִּמְבַקְשֵׁי רָעָתָם, וְאִישׁ לֹא־עָמַד לִפְנֵיהֶם כִּי־נָפַל פַּחְדָּם עַל־כָּל־הָעַמִּים.",
  "9:3": "וְכָל־שָׂרֵי הַמְּדִינוֹת וְהָאֲחַשְׁדַּרְפְּנִים וְהַפַּחוֹת וְעֹשֵׂי הַמְּלָאכָה אֲשֶׁר לַמֶּלֶךְ, הפקידים ונציגי השלטון מְנַשְּׂאִים, מכבדים אֶת־הַיְּהוּדִים כִּי־נָפַל פַּחַד־מָרְדֳּכַי עֲלֵיהֶם. בזמן שנשלחו האיגרות הראשונות, המן היה השר הגדול. עכשיו מרדכי עומד בראש השרים, ועל כן הכול מעניקים ליהודים את חופש הפעולה הנדרש.",
  "9:4": "כִּי־גָדוֹל מעמדו של מָרְדֳּכַי בְּבֵית הַמֶּלֶךְ, וְשָׁמְעוֹ הוֹלֵךְ, שמו מתפרסם בְּכָל־הַמְּדִינוֹת כִּי־הָאִישׁ מָרְדֳּכַי הוֹלֵךְ וְגָדוֹל.",
  "9:5": "וַיַּכּוּ הַיְּהוּדִים בְּכָל־אֹיְבֵיהֶם מַכַּת־חֶרֶב וְהֶרֶג וְאַבְדָן, וַיַּעֲשׂוּ בְשֹׂנְאֵיהֶם כִּרְצוֹנָם.",
  "9:6": "וּבְשׁוּשַׁן הַבִּירָה הָרְגוּ הַיְּהוּדִים וְאַבֵּד חֲמֵשׁ מֵאוֹת אִישׁ, שהיו אף הם אויביהם שהתכוננו לפרוע בהם באותו יום, ואולי גם התגרו ביהודים והודיעו להם מה הם מתכוונים לעשות,",
  "9:7": "וְאֵת פַּרְשַׁנְדָּתָא וְאֵת דַּלְפוֹן וְאֵת אַסְפָּתָא,",
  "9:8": "וְאֵת פּוֹרָתָא וְאֵת אֲדַלְיָא וְאֵת אֲרִידָתָא,",
  "9:9": "וְאֵת פַּרְמַשְׁתָּא וְאֵת אֲרִיסַי וְאֵת אֲרִידַי וְאֵת וַיְזָתָא –",
  "9:10": "עֲשֶׂרֶת בְּנֵי הָמָן בֶּן־הַמְּדָתָא צֹרֵר הַיְּהוּדִים – הָרָגוּ, וּבַבִּזָּה לֹא שָׁלְחוּ אֶת־יָדָם. כיוון שהיהודים לא ראו בעימות זה מלחמה, אלא מעין התגוננות, ומאחר שלא רצו לעורר איבה כלפיהם, הם הסתפקו בהריגת האויבים ולא נגעו ברכושם, וזאת אף שבאיגרות המלך ניתנה להם הרשות לבזוז. אֶת־יָדָם.",
  "9:11": "בַּיּוֹם הַהוּא בָּא מִסְפַּר הַהֲרוּגִים בְּשׁוּשַׁן הַבִּירָה לִפְנֵי הַמֶּלֶךְ באמצעות רשת המודיעין הנרחבת שלו.",
  "9:12": "וַיֹּאמֶר הַמֶּלֶךְ לְאֶסְתֵּר הַמַּלְכָּה: בְּשׁוּשַׁן הַבִּירָה הָרְגוּ הַיְּהוּדִים וְאַבֵּד, ואיבדו חֲמֵשׁ מֵאוֹת אִישׁ וְאֵת עֲשֶׂרֶת בְּנֵי־הָמָן, ואם כן, בִּשְׁאָר מְדִינוֹת הַמֶּלֶךְ אפשר לשער מֶה עָשׂוּ. מן הסתם קרה כיוצא בזה גם בשאר המדינות, אף שהמספרים עדיין אינם ידועים. בני עמך נקמו באויביהם כפי שרצית. וּמַה־שְּׁאֵלָתֵךְ וְיִנָּתֵן לָךְ, וּמַה־בַּקָּשָׁתֵךְ עוֹד וְתֵעָשׂ?",
  "9:13": "וַתֹּאמֶר אֶסְתֵּר כשהתרשמה שהמלך מעוניין להסב לה נחת רוח ולמלא את כל רצונותיה: אִם־עַל, בעיני הַמֶּלֶךְ טוֹב, יִנָּתֵן גַּם־מָחָר לַיְּהוּדִים אֲשֶׁר בְּשׁוּשָׁן לַעֲשׂוֹת כְּדָת, כמו הפקודה של הַיּוֹם. אמנם לא כך נכתב באיגרות המקוריות, אבל אני מבקשת להוציא הוראה בעל-פה שתתיר ליהודים בשושן – שכנראה בה היה הגרעין הקשה של אנשי המן – לסיים את המלאכה, וְאֵת עֲשֶׂרֶת בְּנֵי־הָמָן, שכבר נהרגו יִתְלוּ עַל־הָעֵץ כדי להראות בפומבי שהמלך והשלטונות תומכים במעשה, ורואים בהם פושעים ולא קרבנות אקראיים של המהומות.",
  "9:14": "וַיֹּאמֶר הַמֶּלֶךְ לְהֵעָשׂוֹת כֵּן, וַתִּנָּתֵן דָּת שהתירה יום נקמה נוסף בְּשׁוּשָׁן, וְאֵת עֲשֶׂרֶת בְּנֵי־הָמָן תָּלוּ.",
  "9:15": "וַיִּקָּהֲלוּ הַיְּהוּדִים אֲשֶׁר־בְּשׁוּשָׁן גַּם בְּיוֹם אַרְבָּעָה עָשָׂר לְחֹדֶשׁ אֲדָר, וַיַּהַרְגוּ בְשׁוּשָׁן שְׁלֹשׁ מֵאוֹת אִישׁ נוספים, וּבַבִּזָּה לֹא שָׁלְחוּ אֶת־יָדָם גם הפעם.",
  "9:16": "וּשְׁאָר הַיְּהוּדִים אֲשֶׁר בִּמְדִינוֹת הַמֶּלֶךְ ואולי גם במדינת יהודה, שאינה נזכרת כאן במפורש, אבל ידוע שבאותו זמן התנכלו אויבים בתושביה היהודים, נִקְהֲלוּ וְעָמֹד, עמדו עַל־נַפְשָׁם, תחילה התגוננו וְנוֹחַ, נחו מֵאֹיְבֵיהֶם, ואחר כך התגברו וְהָרוֹג, הרגו בְּשֹׂנְאֵיהֶם חֲמִשָּׁה וְשִׁבְעִים אָלֶף בכל רחבי הממלכה, ושוב – וּבַבִּזָּה לֹא שָׁלְחוּ אֶת־יָדָם.",
  "9:17": "כל זה נעשה בְּיוֹם־שְׁלוֹשָׁה עָשָׂר לְחֹדֶשׁ אֲדָר, וְנוֹחַ מהמלחמה בְּאַרְבָּעָה עָשָׂר בּוֹ, וְעָשֹׂה, ועשו אֹתוֹ יוֹם מִשְׁתֶּה וְשִׂמְחָה לכבוד הניצחון.",
  "9:18": "וְהַיְּהוּדִים אֲשֶׁר־בְּשׁוּשָׁן נִקְהֲלוּ לנקום באויביהם בִּשְׁלוֹשָׁה עָשָׂר בּוֹ וּבְאַרְבָּעָה עָשָׂר בּוֹ, וְנוֹחַ מן המלחמה בַּחֲמִשָּׁה עָשָׂר בּוֹ, וְעָשֹׂה אֹתוֹ יוֹם מִשְׁתֶּה וְשִׂמְחָה. הם חגגו את הניצחון יום אחד מאוחר יותר.",
  "9:19": "עַל־כֵּן הַיְּהוּדִים הַפְּרָזִים, כלומר אותם הַיֹּשְׁבִים בְּעָרֵי הַפְּרָזוֹת, שאין להן חומה, ותושביהן היו חשופים לסכנה גדולה, היו עֹשִׂים אֵת יוֹם אַרְבָּעָה עָשָׂר לְחֹדֶשׁ אֲדָר מועד של שִׂמְחָה וּמִשְׁתֶּה וְיוֹם טוֹב לכל אחד בביתו, ויתרה מזו – מִשְׁלֹחַ מָנוֹת אִישׁ לְרֵעֵהוּ, הכרוך גם ביציאה מן הבית. כל זה – כדי להרבות בשמחה ולבטאה בציבור. היום שבו חגגו אז נעשה באופן ספונטני יום שמחה בשנים הבאות. מרדכי מיסד את שמחתם הספונטנית בתקנה חדשה:",
  "9:20": "וַיִּכְתֹּב מָרְדֳּכַי אֶת־הַדְּבָרִים הָאֵלֶּה – עיקרי המאורעות שאירעו, וַיִּשְׁלַח סְפָרִים אֶל־כָּל־הַיְּהוּדִים אֲשֶׁר בְּכָל־מְדִינוֹת הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ, הַקְּרוֹבִים וְהָרְחוֹקִים,",
  "9:21": "לְקַיֵּם עֲלֵיהֶם לִהְיוֹת עֹשִׂים אֵת חגיגות הניצחון שביוֹם אַרְבָּעָה עָשָׂר לְחֹדֶשׁ אֲדָר וְאֵת יוֹם־חֲמִשָּׁה עָשָׂר בּוֹ כימי חג ומשתה קבועים בְּכָל־שָׁנָה וְשָׁנָה,",
  "9:22": "כּתאריכי היָּמִים אֲשֶׁר־נָחוּ בָהֶם הַיְּהוּדִים מֵאֹיְבֵיהֶם באותו דור, וְהַחֹדֶשׁ אֲשֶׁר נֶהְפַּךְ לָהֶם מִיָּגוֹן לְשִׂמְחָה וּמֵאֵבֶל לְיוֹם טוֹב – לַעֲשׂוֹת אוֹתָם יְמֵי מִשְׁתֶּה וְשִׂמְחָה וּמִשְׁלֹחַ מָנוֹת אִישׁ לְרֵעֵהוּ וּמַתָּנוֹת לָאֶבְיֹנִים כדי לשתף גם את העניים בשמחה.",
  "9:23": "וְקִבֵּל, לקח על עצמו עַם הַיְּהוּדִים אֵת אֲשֶׁר־הֵחֵלּוּ לַעֲשׂוֹת בשעתם, וְאֵת אֲשֶׁר־כָּתַב מָרְדֳּכַי אֲלֵיהֶם,",
  "9:24": "ותמצית האירוע שכתב: כִּי הָמָן בֶּן־הַמְּדָתָא הָאֲגָגִי צֹרֵר כָּל־הַיְּהוּדִים, ולא רק שונאו של מרדכי, חָשַׁב עַל־הַיְּהוּדִים לְאַבְּדָם. וְהִפִּל פּוּר, הוּא הַגּוֹרָל בעברית, על מנת לקבוע את התאריך לְהֻמָּם וּלְאַבְּדָם.",
  "9:25": "וּבְבֹאָהּ – כשבאה אסתר, או: מחשבת המן, לִפְנֵי הַמֶּלֶךְ אָמַר המלך: עִם־הַסֵּפֶר יָשׁוּב, תשוב מַחֲשַׁבְתּוֹ הָרָעָה אֲשֶׁר־חָשַׁב עַל־הַיְּהוּדִים עַל־רֹאשׁוֹ. מרדכי נזהר שלא לכתוב שאחשורוש חתם על איגרת המן. בניסוחו תיאר את אשר אירע, כאילו כשהופיע הספר, הופתע המלך לגלות שהשר שלו משתמש בסמכותו לרעה, ובעקבות זאת ציווה להענישו – וְתָלוּ אֹתוֹ וְאֶת־בָּנָיו עַל־הָעֵץ.",
  "9:26": "עַל־כֵּן קָרְאוּ לַיָּמִים הָאֵלֶּה פוּרִים, עַל־שֵׁם הַפּוּר שהפיל המן. עַל־כֵּן – עַל־כָּל־דִּבְרֵי הָאִגֶּרֶת של מרדכי הַזֹּאת, וּבדברי האיגרת נכלל – מָה־רָאוּ עַל־כָּכָה, מה הביא אותם לקבוע את הימים האלו; פור המן שגרם לדאגה, לכאב הלב ולימי האבל, וּמָה הִגִּיעַ אֲלֵיהֶם, כיצד הגיעו אליהם בסופו של דבר הניצחון והמנוחה.",
  "9:27": "קִיְּמוּ וְקִבְּלֻ הַיְּהוּדִים עֲלֵיהֶם וְעַל־זַרְעָם, וְכיוון שימי הפורים נקבעו לכלל העם לדורותיו, הם חלים גם עַל כָּל הגרים הַנִּלְוִים עֲלֵיהֶם, אף על פי שהאירועים לא פקדו את אבותיהם הביולוגיים. וְלֹא יַעֲבוֹר. לִהְיוֹת עֹשִׂים אֶת־שְׁנֵי הַיָּמִים הָאֵלֶּה כִּכְתָבָם וְכִזְמַנָּם בְּכָל־שָׁנָה וְשָׁנָה.",
  "9:28": "וְהַיָּמִים הָאֵלֶּה נִזְכָּרִים וְנַעֲשִׂים בְּכָל־דּוֹר וָדוֹר, מִשְׁפָּחָה וּמִשְׁפָּחָה, מְדִינָה וּמְדִינָה וְעִיר וָעִיר. החג הזה מתפשט בכל תפוצות ישראל. וִימֵי הַפּוּרִים הָאֵלֶּה לֹא יַעַבְרוּ מִתּוֹךְ הַיְּהוּדִים, וְזִכְרָם לֹא־יָסוּף, יכלה מִזַּרְעָם. הם יישארו ימי ציוּן לעולם ועד. פעמים רבות חגיגות ניצחון של עמים הן זמניות ונשכחות עם חלוף הזמן. כאן לעומת זאת, ביקשו להשמיד את העם כולו, ועל כן אין מדובר בניצחון לשעתו אלא במאורע הנוגע לכל דורותיו של העם.",
  "9:29": "וַתִּכְתֹּב אֶסְתֵּר הַמַּלְכָּה בַת־אֲבִיחַיִל וּמָרְדֳּכַי הַיְּהוּדִי אֶת־כָּל־תֹּקֶף גודל המאורעות, או: עם כל כוחם של מרדכי ואסתר לְקַיֵּם אֵת אִגֶּרֶת הַפֻּרִים הַזֹּאת הַשֵּׁנִית. את האיגרת הראשונה, ובה עיקרי הדברים, שלח מרדכי. לאחר מכן כתבו שניהם איגרת ערוכה ומתוקנת, ועליה חתמה המלכה.",
  "9:30": "וַיִּשְׁלַח מרדכי סְפָרִים אֶל־כָּל־הַיְּהוּדִים, אֶל־ שֶׁבַע וְעֶשְׂרִים וּמֵאָה מְדִינָה מַלְכוּת אֲחַשְׁוֵרוֹשׁ, ובהם דִּבְרֵי שָׁלוֹם וֶאֱמֶת. ספרים אלו לא נכתבו בסגנון של פקודה כופה, אלא כהוראה משכנעת מטעם המנהיג הרוחני של היהודים.",
  "9:31": "לְקַיֵּם אֶת־ יְמֵי הַפֻּרִים הָאֵלֶּה בִּזְמַנֵּיהֶם, כַּאֲשֶׁר קִיַּם עֲלֵיהֶם מָרְדֳּכַי הַיְּהוּדִי וְאֶסְתֵּר הַמַּלְכָּה, וְכַאֲשֶׁר קִיְּמוּ עַל־נַפְשָׁם וְעַל־זַרְעָם את דִּבְרֵי הַצּוֹמוֹת וְזַעֲקָתָם, כשם שכל היהודים שבתקופתם ובמלכות אחשורוש השתתפו עם מרדכי ואסתר בצום ובזעקה בשעת הגזרה, ראוי שאף בציון האירוע לדורות ישתתף העם כולו.",
  "9:32": "וּמַאֲמַר אֶסְתֵּר קִיַּם, העמיד את דִּבְרֵי הַפֻּרִים הָאֵלֶּה וְנִכְתָּב בַּסֵּפֶר. מרדכי היה איש פרטי בלבד, ולכן כוחו מוגבל. בכתיבתה ובחתימתה של אסתר קיבלו הדברים משנה תוקף ונכתבו בספר. הוא הספר שממנו אנחנו קוראים עתה.",
  "10:1": "וַיָּשֶׂם הַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ מַס עַל־הָאָרֶץ וְאִיֵּי הַיָּם, שכן בימיו הגיעה הממלכה הפרסית לשיא גדולתה וחוזקה.",
  "10:2": "וְכָל פרטי מַעֲשֵׂה תָקְפּוֹ וּגְבוּרָתוֹ של אחשורוש וּפָרָשַׁת גְּדֻלַּת מָרְדֳּכַי אֲשֶׁר גִּדְּלוֹ הַמֶּלֶךְ להיות שר נכבד בממלכה, הֲלוֹא־הֵם כְּתוּבִים עַל־סֵפֶר דִּבְרֵי הַיָּמִים לְמַלְכֵי מָדַי וּפָרָס. בהיותם נושאים היסטוריים, אין כאן המקום להרחיב בהם. המתעניין בהם יעיין בספרי ההיסטוריה של מלכי מדי ופרס.",
  "10:3": "ובמה שנוגע לענייננו – כִּי מָרְדֳּכַי הַיְּהוּדִי הגיע לדרגת מִשְׁנֶה לַמֶּלֶךְ אֲחַשְׁוֵרוֹשׁ וְכיוון שכך, הוא היה גם מנהיג גָדוֹל לַיְּהוּדִים וְרָצוּי לְרֹב אֶחָיו, אחיו הרבים, מרדכי היה דֹּרֵשׁ טוֹב לְעַמּוֹ, דאג לרווחת ישראל בדרכים שעמדו לרשותו וְדֹבֵר שָׁלוֹם לְכָל־זַרְעוֹ. כל בניו ובני בניו נהנו מגדולתו."
}